[
    {
        "name":"Men Casual Beige Solid Sweatshirt",
        "sku":"LP-WN-001",
        "price":2552,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"winter,warm,shirt, sweatshirt, casual,beige,men",
        "description":"Indulge in the refined charm of this beige sweatshirt from Louis Philippe Sport, where sophisticated style meets modern comfort. Meticulously constructed from a premium cotton-polyester blend, this regular fit piece offers a soft yet durable feel, perfect for laid-back outings. Its versatile solid pattern ensures effortless pairing with your favorite jeans or shorts, making it an essential addition to your casual collection. Enjoy every moment with a garment designed for both style and relaxation.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WN-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Green Solid Jacket",
        "sku":"LP-WN-002",
        "price":6215,
        "brand":"Louis Philippe",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,green,men",
        "description":"Embodying a chic yet casual allure, this solid green jacket from Louis Philippe is made from premium polyester, ensuring comfort and style are never compromised. With its functional zip front and full sleeves, it’s your go-to layer for a breezy day out. Whether you`re enjoying a weekend gathering or a cozy stroll, this regular-fit jacket adds a refined touch to any ensemble. Elevate your casual attire effortlessly with this wardrobe essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WN-002.glb",
        "productLink":"none"
    },
    {
        "name":"Men Premium Hemp Blend Beige Print Summer Casual Shirt",
        "sku":"LP-SM-001",
        "price":3699,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"summer,light,shirt, casual,blue,men",
        "description":"This casual shirt, skillfully made from a blend of cotton and hemp, combines lightweight breathability with distinct style. The unique print in a soft beige palette adds an effortless charm, making it an ideal choice for sunlit outings or relaxed gatherings. Louis Philippe Sport captures the essence of laid-back sophistication, effortlessly transitioning from weekend adventures to casual meetups. Embrace comfort and trend in this striking piece that enhances your everyday wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SM-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SM-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Premium Hemp Blend Blue Check Summer Casual Shirt",
        "sku":"LP-SM-002",
        "price":3499,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"summer,light,shirt, casual,blue,men",
        "description":"Arising from the understated elegance of Louis Philippe Sport, this blue check shirt epitomizes effortless style for casual engagements. Meticulously constructed from a unique blend of cotton and hemp, it promises breathability and pleasant wear throughout the day. The timeless pattern pairs effortlessly with your favorite chinos or jeans, embodying versatility in modern attire. Make an impression at your next gathering with this essential piece that reflects sophistication and ease in every detail.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SM-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SM-002.glb",
        "productLink":"none"
    },
    {
        "name":"Men Beige Solid Full Sleeves Casual Shirt",
        "sku":"LP-LN-001",
        "price":2847,
        "brand":"Louis Philippe",
        "category":"linen",
        "subCategory":"summer,light,shirt,full-sleeve,linen,casual,beige,men",
        "description":"Step into refined casual style with this elegant beige shirt from Louis Philippe. Skillfully made from a luxurious blend of cotton and linen, it offers breathable comfort that seamlessly transitions from day to night. The solid pattern and slim fit create a contemporary silhouette, making it an ideal choice for outings with friends or relaxed gatherings. Elevate your everyday aesthetic with this stylish wardrobe staple, designed for discerning gentlemen.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-LN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-LN-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Beige Slim Fit Print Half Sleeves Casual Shirt",
        "sku":"LP-LN-002",
        "price":2397,
        "brand":"Louis Philippe",
        "category":"linen",
        "subCategory":"summer,light,shirt,half-sleeve,linen,casual,beige,men",
        "description":"Indulge in refined casual elegance with this exquisite beige shirt from Louis Philippe. Expertly tailored from a blend of cotton and linen, it promises breathability and comfort for effortless wear. The eye-catching print adds a sophisticated dimension, making it a versatile choice for various occasions. With a slim fit that flatters the silhouette, this shirt is designed to elevate your everyday style with effortless sophistication. Elevate your look with this essential piece today.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-LN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-LN-002.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Blue Solid Sweatshirt",
        "sku":"LP-SW-001",
        "price":2182,
        "brand":"Louis Philippe",
        "category":"sweatshirt",
        "subCategory":"winter,warm,shirt,sweatshirt,casual,blue,men",
        "description":"Embody casual elegance with this luxurious blue sweatshirt from Louis Philippe. Meticulously designed in a soft cotton and elastane blend, it ensures all-day ease, while the zip front and full sleeves provide modern flair. Ideal for relaxed outings, this solid pattern piece complements any laid-back ensemble effortlessly. Enjoy the rich texture, crafted to radiate sophistication and comfort, making it the ultimate staple for the discerning gentleman`s wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SW-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SW-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Beige Print Sweatshirt",
        "sku":"LP-SW-001",
        "price":2552,
        "brand":"Louis Philippe",
        "category":"sweatshirt",
        "subCategory":"winter,warm,shirt, sweatshirt, casual,beige,men",
        "description":"Unveiling a stylish staple for the modern man, this beige sweatshirt from Louis Philippe Sport combines the comfort of cotton and spandex with a chic printed design. Its full sleeves and crew neck offer a relaxed fit, making it the ideal choice for casual outings or laid-back weekends. Emphasizing freedom of movement, this piece effortlessly enhances your everyday ensemble, providing a timeless addition to your collection that never compromises on style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SW-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SW-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Maroon and Beige Solid Reversible Reversible Jacket",
        "sku":"LP-JK-001",
        "price":4129,
        "brand":"Louis Philippe",
        "category":"jacket",
        "subCategory":"winter,warm,jacket, casual,maroon,beige,men",
        "description":"Exude effortless style with this sophisticated jacket from Louis Philippe, blending maroon and beige hues for a refined look. Meticulously constructed from a high-quality nylon and spandex blend, it provides a tailored fit, enhancing your silhouette for casual gatherings. The full sleeves and zip front add functionality without compromising on elegance. Perfect for transitional weather, this essential piece complements various outfits, making it a versatile addition to your wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-JK-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-JK-001.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Beige Solid Jacket",
        "sku":"LP-JK-002",
        "price":4484,
        "brand":"Louis Philippe",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,beige,men",
        "description":"Tailored for effortless sophistication, this beige jacket from Louis Philippe exemplifies casual chic. Meticulously constructed from high-quality polyester, it offers a lightweight layer perfect for transitional seasons. The solid pattern ensures a timeless appeal, allowing for versatile styling options whether paired with tailored trousers or denim. Ideal for relaxed outings, this piece combines style and practicality, making it an indispensable addition to your wardrobe. Embrace refined comfort with each wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-JK-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-JK-002.glb",
        "productLink":"none"
    },
    {
        "name":"Men Premium Hemp Blend Light Blue Print Summer Casual Shirt",
        "sku":"LP-SM-003",
        "price":3699,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"summer, light,shirt,casual,light blue,en",
        "description":"Experience the allure of effortless sophistication with the light blue printed shirt from Louis Philippe Sport. Designed for casual outings, this shirt combines the breathable qualities of cotton and hemp to ensure a comfortable wear throughout the day. Its unique print adds a refreshing touch to your ensemble, making it a stylish staple for any occasion. Ideal for making a statement, this piece embodies a perfect blend of modern style and versatile appeal.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SM-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SM-003.glb",
        "productLink":"none"
    },
    {
        "name":"Men Casual Olive Solid Jacket",
        "sku":"LP-JK-003",
        "price":3270,
        "brand":"Louis Philippe",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,olive,men",
        "description":"Unveiling a harmonious blend of modern style and casual ease, this men`s sleeveless jacket from Louis Philippe redefines your relaxed segments. Made from premium polyester, it offers breathable comfort, making it ideal for transitional weather. The solid green color radiates refreshing energy that pairs effortlessly with varied outfits. With a regular fit, enjoy versatility for any casual occasion while showcasing your own signature flair and confidence. It`s time to refresh your style narrative.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-JK-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-JK-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-casual-green-solid-jacket-40080290.html?source=plp"
    },
    {
        "name":"Men Peach Super Slim Fit Solid Full Sleeves Casual Shirt",
        "sku":"LP-SH-001",
        "price":1862,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,casual,peach,men",
        "description":"Infuse your casual collection with the vibrant allure of this peach solid shirt from Louis Philippe Sport. Meticulously constructed from a lightweight blend of cotton, nylon, and spandex, it promises exceptional comfort and stretch recovery, making it a staple for versatile styling. The super slim fit not only enhances your silhouette but also adds a contemporary edge. Day or evening, this shirt epitomizes effortless charm and sophistication for the modern man.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-peach-super-slim-fit-solid-full-sleeves-casual-shirt-39837787.html?source=plp"
    },
    {
        "name":"Men Light Blue Check Full Sleeves Formal Shirt",
        "sku":"LP-SH-002",
        "price":3749,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,formal,light blue,men",
        "description":"Step into refined elegance with this light blue check shirt from Louis Philippe. Meticulously tailored from premium cotton, it ensures all-day breathability, making it an essential for formal events. The classic fit complements various body types, radiating sophistication and ease. Pair it effortlessly with tailored trousers or chinos for a polished ensemble that speaks to your style credentials. This shirt is the cornerstone of a sophisticated wardrobe, elevating any occasion seamlessly.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-light-blue-genericfit-check-full-sleeves-formal-shirt-40001981.html?source=plp"
    },
    {
        "name":"Men White Slim Fit Solid Full Sleeves Formal Shirt",
        "sku":"LP-SH-003",
        "price":2491,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,formal,white,men",
        "description":"This impeccably tailored white shirt from Louis Philippe offers a harmonious blend of style and function, making it an essential for formal occasions. The solid pattern enhances its sophisticated appeal, while the slim fit accentuates a dapper silhouette. Made from a refined cotton-polyester blend, it ensures all-day comfort. Effortlessly transitioning from desk to dinner, this shirt is a versatile addition that resonates with a discerning sense of style and modern elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-white-slim-fit-solid-full-sleeves-formal-shirt-39827023.html?source=plp"
    },
    {
        "name":"Men Green Textured Half Sleeves Formal Shirt",
        "sku":"LP-SH-004",
        "price":1793,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,half sleeve,formal,green,men",
        "description":"Introducing a sophisticated addition to your formal attire, this exquisitely designed green textured shirt by Louis Philippe resonates with classic elegance. Made from refined cotton, it promises unparalleled comfort while ensuring a polished appearance. The half-sleeve style allows for dynamic movement, making it an ideal choice for office meetings or elegant gatherings. Timeless in design, this shirt effortlessly complements tailored trousers, enhancing your style narrative with effortless grace.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-004.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-green-genericfit-textured-half-sleeves-formal-shirt-40018534.html?source=plp"
    },
    {
        "name":"Men Yellow Print Half Sleeves Casual Shirt",
        "sku":"LP-SH-005",
        "price":1931,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,half sleeve,formal,yellow,male",
        "description":"Infuse your casual outings with a bright touch in this yellow printed shirt by Louis Philippe. Meticulously crafted from a soft blend of cotton and viscose, it offers a slim fit that enhances your form while allowing ease of movement. The half sleeves and vibrant hue breathe life into your ensemble, making it an engaging choice for both relaxed meet-ups and laid-back adventures. Elevate your everyday style with this eye-catching piece",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-005.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-orange-genericfit-print-half-sleeves-casual-shirt-39950158.html?source=plp"
    },
    {
        "name":"Men Blue Print Full Sleeves Formal Shirt",
        "sku":"LP-SH-006",
        "price":1533,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,blue,formal,male",
        "description":"Crafted with luxurious cotton, this blue printed shirt from Louis Philippe infuses every formal occasion with sophistication. Its slim fit enhances your silhouette while delivering unparalleled ease of movement. Perfectly tailored for versatility, this shirt seamlessly transitions from boardroom meetings to evening engagements. The intricate print adds a touch of uniqueness, ensuring you stand out. Elevate your collection with this essential piece that embodies the brand`s commitment to style and quality.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-006.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-blue-genericfit-print-full-sleeves-formal-shirt-39944511.html?source=plp"
    },
    {
        "name":"Men Purple Print Half Sleeves Formal Shirt",
        "sku":"LP-SH-007",
        "price":1793,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,half sleeve,formal,purple,male",
        "description":"Commanding attention, this captivating purple shirt by Louis Philippe promises to redefine formal dressing. Meticulously tailored from soft cotton, it showcases an eye-catching print that brings an artistic flair to your attire. The classic fit ensures a dignified silhouette, effortlessly transitioning from office meetings to evening occasions. Enhance your collection with this exceptional piece, perfect for making a refined statement while embodying modern sophistication. Embrace timeless style, leaving a lasting impression wherever you go.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-007.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-purple-genericfit-print-half-sleeves-formal-shirt-39965728.html?source=plp"
    },
    {
        "name":"Men Olive Solid Half Sleeves Formal Shirt",
        "sku":"LP-SH-008",
        "price":3280,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,half sleeve,formal,olive,male",
        "description":"Introducing the sophisticated olive shirt from Louis Philippe, beautifully made from premium linen to ensure breathability during formal occasions. Its classic fit and solid pattern provide a polished look that enhances your presence. Effortlessly transition from day to evening events while enjoying the shirt`s lightweight appeal. Timeless elegance meets contemporary design, making it an exquisite addition to your formal attire collection that radiates confidence and style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-008.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-olive-genericfit-solid-half-sleeves-formal-shirt-40015962.html?source=plp"
    },
    {
        "name":"Men Grey Classic Fit Textured Full Sleeves Formal Shirt",
        "sku":"LP-SH-009",
        "price":2669,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,grey,formal,male",
        "description":"Indulge in the luxurious texture of this grey classic-fit shirt by Louis Philippe, thoughtfully designed for formal occasions. Made from premium cotton, it promises all-day comfort while adding a sophisticated charm to your ensemble. The textured pattern elevates your attire, creating a standout piece that reflects your refined taste. Its versatility ensures it pairs effortlessly with tailored trousers, completing your polished look for any upscale gathering. Transform your style effortlessly with this elegant addition.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-009.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-classic-fit-textured-full-sleeves-formal-shirt-921924.html?source=plp"
    },
    {
        "name":"Men Light Blue Check Full Sleeves Formal Shirt",
        "sku":"LP-SH-010",
        "price":1793,
        "brand":"Louis Philippe",
        "category":"shirt",
        "subCategory":"shirt,full sleeve, light blue,formal,male",
        "description":"Indulge in timeless allure with this light blue check shirt from Louis Philippe. Meticulously constructed from soft cotton, it offers hours of refined comfort, making it an indispensable choice for formal occasions. The classic fit pairs effortlessly with tailored trousers, presenting an assured style that exudes confidence. A versatile staple, this shirt seamlessly transitions from day to evening, embodying the sophistication every modern gentleman seeks. Discover the charm of elevated dressing with this essential piece.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SH-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SH-010.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-light-blue-genericfit-check-full-sleeves-formal-shirt-39947974.html?source=plp"
    },
    {
        "name":"Men Beige Slim Fit Solid Flat Front Formal Trousers",
        "sku":"LP-PT-001",
        "price":4686,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,beige,formal,male",
        "description":"Elevate your formal attire with these exquisitely tailored trousers by Louis Philippe. The solid beige hue adds a sophisticated touch, while the slim tapered fit ensures a polished silhouette for every occasion. Crafted from a luxurious blend of cotton and spandex, they offer ease of movement and a refined aesthetic. Pair these trousers effortlessly with a crisp shirt for a look that exudes confidence and style, making them a must-have for the modern man`s wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-beige-slim-tapered-fit-solid-flat-front-formal-trousers-39692120.html?source=plp"
    },
    {
        "name":"Men Navy Solid Flat Front Casual Cargos",
        "sku":"LP-PT-002",
        "price":2252,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,cargos,navy,casual,male",
        "description":"Effortlessly combining style and function, these navy cargos from Louis Philippe enhance your casual outings with a refined edge. Meticulously constructed from a blend of cotton and spandex, they offer exceptional wearability and comfort, allowing for greater freedom of movement. Complemented by a solid pattern, these cargos seamlessly transition from weekend adventures to relaxed gatherings. Experience elevated looks that don’t compromise on ease and flexibility, making them a quintessential choice for any modern man`s wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-navy-regular-fit-solid-flat-front-casual-trousers-39935618.html?source=plp"
    },
    {
        "name":"Men Navy Regular Fit Solid Flat Front Formal Trousers",
        "sku":"LP-PT-003",
        "price":3280,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,navy,formal,male",
        "description":"Crafted from a luxurious blend of polyester, wool, viscose, and spandex, these navy trousers from Louis Philippe seamlessly merge comfort with polished style. The regular fit enhances versatility, making them an ideal choice for formal occasions. Whether paired with a crisp shirt or tailored blazer, the flat front design exudes refined sophistication. Slip into this essential piece to make a lasting impression, embodying the essence of elegance in every step.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-navy-regular-fit-solid-flat-front-formal-trousers-960300.html?source=plp"
    },
    {
        "name":"Men Black Slim Fit Solid Pleated Casual Trousers",
        "sku":"LP-PT-004",
        "price":2470,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,black,casual,male",
        "description":"Sculpt your casual ensemble with these black trousers from Louis Philippe Sport, elegantly designed to create a polished look. The solid pattern and slim tapered fit offer refined versatility, seamlessly transitioning from day to evening wear. Crafted from premium cotton, these trousers promise breathable comfort, making each wear feel luxurious. Ideal for relaxed outings, their pleated front adds a touch of sophistication that enhances your style with effortless charm.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-004.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-slim-tapered-fit-solid-pleated-casual-trousers-39829276.html?source=plp"
    },
    {
        "name":"Men Charcoal Textured Flat Front Formal Trousers",
        "sku":"LP-PT-005",
        "price":1471,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,charcoal,formal,male",
        "description":"Indulge in the sophisticated charm of these navy trousers by Louis Philippe, featuring a meticulously constructed textured pattern that ensures a refined aesthetic for formal occasions. The slim fit beautifully enhances your silhouette while allowing for effortless movement, courtesy of the polyester, viscose, and spandex blend. Ideal for the discerning gentleman, these trousers promise both style and functionality, inviting admiration at every turn. Upgrade your formal collection with this timeless piece.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-005.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-charcoal-textured-flat-front-formal-trousers-40079371.html?source=plp"
    },
    {
        "name":"Men Grey Contemporary Fit Textured Flat Front Casual Trousers",
        "sku":"LP-PT-006",
        "price":2000,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,grey,casual,male",
        "description":"Enhance your daily ensemble with these grey trousers from Louis Philippe Sport. Made from a luxurious blend of cotton and elastane, they deliver a supreme fit in a slim tapered silhouette that flatters various build types. The textured pattern brings a refined touch, allowing for seamless integration into casual outings. Ideal for laid-back weekends or a smart-casual gathering, these trousers embody effortless sophistication and enduring style, fitting seamlessly into your lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-006.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-slim-tapered-fit-textured-flat-front-casual-trousers-39829302.html?source=plp"
    },
    {
        "name":"Men Black Solid Flat Front Formal Trousers",
        "sku":"LP-PT-007",
        "price":1724,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,black,formal,male",
        "description":"Crafted from a luxurious blend of polyester, viscose, and spandex, these black slim-fit trousers by Louis Philippe redefine formal elegance. Ideal for the modern man, their flat front design complements a range of occasions, ensuring a refined appearance. Tailored for comfort, the fabric moves with you while maintaining a polished silhouette; perfect for boardroom meetings or sophisticated dinners. Elevate your ensemble effortlessly with these versatile trousers that speak to your distinguished taste.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-007.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-genericfit-solid-flat-front-formal-trousers-39967044.html?source=plp"
    },
    {
        "name":"Men Black Slim Fit Solid Flat Front Casual Trousers",
        "sku":"LP-PT-008",
        "price":1724,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,black,casual,male",
        "description":"Indulge in the refined allure of Louis Philippe Sport with these black slim-fit trousers, an essential for any casual ensemble. Crafted from a premium cotton and spandex blend, they offer superior comfort and flexibility, making them ideal for leisurely weekends or brunches with friends. The flat front design ensures a polished appearance, while the solid pattern effortlessly transitions from day to night. Elevate your style game with this sophisticated wardrobe staple.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-008.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-slim-fit-solid-flat-front-casual-trousers-913114.html?source=plp"
    },
    {
        "name":"Men Grey Slim Fit Textured Flat Front Casual Trousers",
        "sku":"LP-PT-009",
        "price":1862,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,grey,casual,male",
        "description":"Crafted from a harmonious blend of cotton and elastane, these grey trousers from Louis Philippe Sport offer a modern slim tapered fit that effortlessly melds style with ease. The textured design adds a sophisticated edge, making them ideal for casual outings. Experience upscale comfort and a polished look, enhancing your everyday wardrobe with pieces that reflect your discerning taste. Embrace this versatile essential, and redefine your casual aesthetic.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-009.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-slim-tapered-fit-textured-flat-front-casual-trousers-39834589.html?source=plp"
    },
    {
        "name":"Men Olive Contemporary Fit Solid Flat Front Casual Trousers",
        "sku":"LP-PT-010",
        "price":1862,
        "brand":"Louis Philippe",
        "category":"pant",
        "subCategory":"pant,trousers,olive,casual,male",
        "description":"Designed for the modern gentleman, these slim tapered fit trousers from Louis Philippe Sport in a rich olive hue effortlessly blend style with versatility. Crafted from a luxurious cotton and spandex blend, they offer remarkable stretch for all-day comfort, ideal for casual outings. Their solid pattern ensures a refined appearance, making them a perfect match for both relaxed gatherings and smart-casual events. Elevate your everyday style with these exceptional trousers.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-PT-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-PT-010.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-olive-slim-tapered-fit-solid-flat-front-casual-trousers-39858343.html?source=plp"
    },
    {
        "name":"Men Green Solid Formal Two Piece Suit",
        "sku":"LP-WS-001",
        "price":14239,
        "brand":"Louis Philippe",
        "category":"wedding",
        "subCategory":"special,wedding,two piece suit,formal,green,male",
        "description":"Timeless sophistication meets modern flair in this green two-piece suit from Louis Philippe. Expertly tailored from premium polyester, it adapts effortlessly to formal occasions, ensuring you command attention. The solid pattern lends a classic appeal while the five-button front design adds character and refinement. Perfect for distinguished events, this suit enhances your presence, exuding confidence and style. Make a lasting impression with an ensemble that redefines elegance for contemporary men.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WS-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WS-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-green-genericfit-solid-formal-two-piece-suit-40109575.html?source=plp"
    },
    {
        "name":"Men Purple Embellished Formal Two Piece Suit",
        "sku":"LP-WS-002",
        "price":12999,
        "brand":"Louis Philippe",
        "category":"wedding",
        "subCategory":"special,wedding,two piece suit,formal,purple,embellished,male",
        "description":"Indulge in the sophistication of this purple two-piece suit from Louis Philippe, designed for the discerning gentleman. Featuring an embellished pattern and a flattering regular fit, this ensemble is perfect for formal occasions. The premium polyester fabric drapes elegantly, ensuring you make a memorable impression. Whether at a wedding or a business event, this suit exudes confidence and style, offering timeless allure that enhances your presence beautifully.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WS-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WS-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-purple-genericfit-embellished-formal-two-piece-suit-40097880.html?source=plp"
    },
    {
        "name":"Men Grey Embroidered Formal Two Piece Suit",
        "sku":"LP-WS-003",
        "price":12999,
        "brand":"Louis Philippe",
        "category":"wedding",
        "subCategory":"special,wedding,two piece suit,formal,grey,emroidered,male",
        "description":"Commanding attention, this grey two-piece suit from Louis Philippe is meticulously constructed for the discerning gentleman. With its sophisticated embroidered pattern, it offers a striking flair for formal occasions. The regular fit ensures comfort without compromising style, making it an essential addition to your wardrobe. Elevate your presence with a suit that seamlessly marries refined aesthetics and functional design, making a statement of confidence that resonates in any setting.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WS-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WS-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-genericfit-embroidered-formal-two-piece-suit-40102940.html?source=plp"
    },
    {
        "name":"Men Grey Regular Fit Check Formal Blazer",
        "sku":"LP-BZ-001",
        "price":7995,
        "brand":"Louis Philippe",
        "category":"blazer",
        "subCategory":"special,office wear,blazer,formal,regular,grey,male",
        "description":"Impeccably tailored for the discerning gentleman, this grey check blazer from Louis Philippe embodies timeless style. Crafted from luxurious wool, its regular fit promotes ease and sophistication for any formal occasion. The subtle pattern enhances visual appeal while offering unmatched versatility, making it equally suitable for business meetings or elegant gatherings. Pair it with tailored trousers for a polished look that exudes confidence and refinement. Elevate your ensemble with this quintessential piece.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-BZ-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-BZ-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-regular-fit-check-casual-blazer-938557.html?source=plp"
    },
    {
        "name":"Men Grey Textured Formal Blazer",
        "sku":"LP-BZ-002",
        "price":7995,
        "brand":"Louis Philippe",
        "category":"blazer",
        "subCategory":"special,wedding,blazer,formal,grey,textured,male",
        "description":"Step into sophistication with this grey, slim-fit blazer from Louis Philippe, meticulously constructed from a premium linen-wool blend. The textured fabric exudes an air of refinement, ensuring you`re well-dressed for formal occasions. Versatile enough to pair with tailored trousers or smart casual looks, this blazer brings an elevated touch to any ensemble. Embrace distinguished style that resonates confidence and poise, making it an essential addition to your wardrobe for unforgettable moments.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-BZ-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-BZ-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-grey-slim-fit-textured-formal-blazer-39907863.html?source=plp"
    },
    {
        "name":"Men Black Slim Fit Check Formal Blazer",
        "sku":"LP-BZ-003",
        "price":5087,
        "brand":"Louis Philippe",
        "category":"blazer",
        "subCategory":"special,presentation,blazer,formal,black,fit check,male",
        "description":"Impeccably designed for refined tastes, this Louis Philippe blazer in sophisticated black showcases a subtle check pattern. The slim fit offers an elegant silhouette suited for formal occasions, while the thoughtfully blended polyester and viscose ensures lasting comfort. Perfectly tailored for discerning gentlemen, its two-button closure adds a classic touch, making it an essential piece for confident styling. Resonate with sophistication and elevate your ensemble effortlessly with this timeless addition to your collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-BZ-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-BZ-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/louis-philippe-black-blazer-859009.html?source=plp"
    },
    {
        "name":"Men Black Embellished Formal Two Piece Suit",
        "sku":"LP-TX-001",
        "price":22249,
        "brand":"Louis Philippe",
        "category":"tuxedo",
        "subCategory":"special,party wear,wedding,two piece suit,formal,black,embellished,male",
        "description":"Experience the allure of sophistication with this black slim-fit two-piece suit from Louis Philippe, meticulously constructed for formal occasions. The embellished detailing captures attention, while the premium polyester fabric offers a refined drape that elevates your presence. Ideal for events where style and professionalism merge, this suit allows for effortless pairing with a range of dress shirts. Command the room with poise and confidence, embodying the essence of modern tailoring.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TX-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TX-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-genericfit-embellished-formal-two-piece-suit-40093702.html?source=plp"
    },
    {
        "name":"Men Navy Textured Formal Two Piece Suit",
        "sku":"LP-TX-002",
        "price":12999,
        "brand":"Louis Philippe",
        "category":"tuxedo",
        "subCategory":"special,party wear,wedding,two piece suit,formal,navy,textured,male",
        "description":"Unveiling sophistication, this navy two-piece suit from Louis Philippe features a meticulously constructed textured fabric, perfect for formal occasions. The slim fit enhances your silhouette while providing freedom of movement, making it ideal for both boardroom meetings and elegant gatherings. Pair with a crisp shirt for a polished look that exudes confidence. Elevate your ensemble effortlessly, showcasing timeless style that reflects your discerning taste. its a wardrobe essential that speaks volumes.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TX-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TX-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-navy-genericfit-textured-formal-two-piece-suit-40097877.html?source=plp"
    },
    {
        "name":"Men Green Textured Formal Two Piece Suit",
        "sku":"LP-TX-003",
        "price":12999,
        "brand":"Louis Philippe",
        "category":"tuxedo",
        "subCategory":"special,party wear,wedding,two piece suit,formal,green,textured,male",
        "description":"Impeccably designed from a refined blend of polyester and rayon, this two-piece suit from Louis Philippe exudes sophistication. The textured green fabric not only captures attention but also elevates your formal attire game. Tailored for the modern man, it presents a distinguished silhouette that transitions seamlessly from boardroom presentations to high-profile events, making you feel timelessly confident. Step into moments of elegance with this stylish ensemble that complements your ambitious lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TX-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TX-003.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-green-genericfit-textured-formal-two-piece-suit-40104593.html?source=plp"
    },
    {
        "name":"Men Black Slim Fit Solid Formal Two Piece Suit",
        "sku":"LP-TX-004",
        "price":24377,
        "brand":"Louis Philippe",
        "category":"tuxedo",
        "subCategory":"special,party wear,wedding,two piece suit,formal,black,slim fit,male",
        "description":"Exuding sophistication, this black two-piece suit from Louis Philippe is a quintessential addition for the modern gentleman. Made from premium polyester, it offers a sleek slim fit that flatters while ensuring comfort throughout formal occasions. Its timeless solid pattern adds a touch of classic elegance, making it suitable for everything from business meetings to evening events. Elevate your formal attire with this expertly tailored piece that embodies refined style and charismatic charm.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TX-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TX-004.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-slim-fit-solid-formal-two-piece-suit-39857505.html?source=plp"
    },
    {
        "name":"Men Black Solid Leather Casual Belt",
        "sku":"LP-BL-001",
        "price":2046,
        "brand":"Louis Philippe",
        "category":"belt",
        "subCategory":"extra,casual,belt,black,leather,male",
        "description":"Indulge in the luxurious craftsmanship of this Louis Philippe belt, meticulously constructed from premium leather. The classic black hue effortlessly complements any casual ensemble, ensuring a polished finish for everyday outings. Its solid design offers both sophistication and versatility, turning heads with refined simplicity. This essential accessory elevates your style while providing durability and timeless appeal, making it a distinguished choice for the modern man seeking understated elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-BL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-BL-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-solid-leather-casual-belt-39907980.html?source=plp"
    },
    {
        "name":"Men Black Solid Genuine Leather Formal Belt",
        "sku":"LP-BL-002",
        "price":2491,
        "brand":"Louis Philippe",
        "category":"belt",
        "subCategory":"extra,formal,belt,black,leather,male",
        "description":"Indulge in the luxurious sophistication of this black leather belt from Louis Philippe. Its classic solid design is perfect for formal occasions, effortlessly enhancing your tailored look. Crafted from premium leather, it embodies durability and style, offering a refined finish to your ensemble. This essential accessory not only secures your attire but also elevates your fashion statement, adding that elusive touch of confidence. Complete your outfit and stand out with timeless elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-BL-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-BL-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-solid-genuine-leather-formal-belt-40016299.html?source=plp"
    },
    {
        "name":"Men Maroon Embroidered Tie and Pocket Square",
        "sku":"LP-TE-001",
        "price":2069,
        "brand":"Louis Philippe",
        "category":"tie",
        "subCategory":"extra,formal,tie,maroon,embroidered,male",
        "description":"Sophisticated maroon tones showcase charisma and confidence, making this tie and pocket square from Louis Philippe an essential addition for any party occasion. Expertly designed with intricate embroidery, this polyester accessory effortlessly elevates your ensemble, ensuring a striking appearance. Perfectly pairing with tailored suits or crisp shirts, it exudes an aura of refined style. Embrace the art of dressing well, and let your personality shine through this distinguished piece.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TE-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TE-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-maroon-embroidered-tie-and-pocket-square-959280.html?source=plp"
    },
    {
        "name":"Men Blue Print Tie",
        "sku":"LP-TE-002",
        "price":1241,
        "brand":"Louis Philippe",
        "category":"tie",
        "subCategory":"extra,casual,tie,blue,male",
        "description":"Indulge in the sophistication of this blue printed tie from Louis Philippe, designed to enhance your formal ensemble. Crafted from premium polyester, it exudes a refined charisma that instantly elevates your look. The striking print offers a modern twist, making it perfect for pivotal meetings or elegant gatherings. This meticulously constructed accessory invites you to express your distinctive style while reflecting your polished persona, effortlessly transitioning from day to evening engagements.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-TE-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-TE-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-blue-print-tie-39631912.html?source=plp"
    },
    {
        "name":"Men Black Textured Bifold Made from Premium Leather Coin Wallet",
        "sku":"LP-WL-001",
        "price":989,
        "brand":"Louis Philippe",
        "category":"wallet",
        "subCategory":"extra,wallet,black,bifold,leather",
        "description":"Elevate your accessory collection with the Louis Philippe leather wallet, designed for the modern man. Crafted from premium black leather, it embodies sophistication with its solid finish and refined look. This wallet is not only a practical choice for keeping essentials organized but also an elegant statement piece for formal occasions. Experience the luxury of Louis Philippe and add a touch of class to your ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WL-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/louis-philippe-black-wallet-550984.html?source=plp"
    },
    {
        "name":"Men Brown Croc Textured Bifold Made from Premium Leather Card Wallet",
        "sku":"LP-WL-002",
        "price":1279,
        "brand":"Louis Philippe",
        "category":"wallet",
        "subCategory":"extra,wallet,brown,bifold,leather",
        "description":"This Louis Philippe wallet in rich brown leather showcases a refined textured pattern, blending sophistication with functionality. Designed for formal occasions, it features ample space for your essentials while maintaining a sleek profile. The premium leather ensures durability and a polished appearance, making it a timeless accessory for the modern gentleman. Elevate your everyday ensemble with this luxurious wallet, where elegance meets practicality.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-WL-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-WL-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/louis-philippe-brown-wallet-569569.html?source=plp"
    },
    {
        "name":"Men Cushioned Leather Black Slip On Shoes",
        "sku":"LP-SHO-001",
        "price":3104,
        "brand":"Louis Philippe",
        "category":"shoes",
        "subCategory":"extra,formal,shoes,black,cushioned,leather,male",
        "description":"\nIndulge in refined simplicity with these impeccably designed black slip-on shoes from Louis Philippe. Expertly constructed from luxurious leather, they offer a textured finish that elevates your formal attire. Ideal for sophisticated occasions, these slip-ons ensure enduring comfort and style, complementing a tailored look effortlessly. Their classic silhouette provides versatility, making them a staple for the discerning gentleman. Discover the art of understated elegance with this statement footwear choice.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SHO-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SHO-001.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-black-leather-slip-ons-949081.html?source=plp"
    },
    {
        "name":"Men Dual Ocassion Derby PU Brown Lace Up Shoes",
        "sku":"LP-SHO-002",
        "price":3449,
        "brand":"Louis Philippe",
        "category":"shoes",
        "subCategory":"extra,formal,shoes,brown,lace up,male",
        "description":"Indulge in the refined charm of Louis Philippes solid brown derby shoes, expertly designed from vegan leather to provide a modern elegance suitable for formal occasions. The classic lace-up style combined with a durable TPR sole ensures stability and grace with every step. Perfectly tailored to elevate your outfit, these shoes offer sophistication that complements your personal style while making a lasting impression at any event. Experience the essence of luxury with these stunning shoes.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/LP-SHO-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/LP-SHO-002.glb",
        "productLink":"https:\/\/louisphilippe.abfrl.in\/p\/men-brown-derby-formal-shoes-813003.html?source=plp"
    },
    {
        "name":"Women Black Solid V-Neck Sweater",
        "sku":"VH-WN-001",
        "price":949,
        "brand":"Van Heusen",
        "category":"sweater",
        "subCategory":"winter,warm, sweater, casual, black,female",
        "description":"Embrace effortless style with the Van Heusen women`s sweater in classic black. Crafted from luxurious viscose, it features a flattering regular fit and a chic v-neckline. Ideal for casual outings, this long-sleeve piece offers comfort and sophistication. The solid pattern ensures versatility, making it a staple in any wardrobe. Elevate your look effortlessly with this elegant sweater that combines style and comfort seamlessly.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WN-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-black-solid-vneck-sweater-633343.html?source=plp"
    },
    {
        "name":"Men White Textured Bomber Jacket",
        "sku":"VH-WN-002",
        "price":2579,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,white,male",
        "description":"Introducing a distinguished addition to your casual apparel, this white sweatshirt from Van Heusen Sport embodies refined comfort and modern design. Crafted from a luxurious cotton and spandex blend, its full sleeves and stylized zip front merge practicality with stylistic flair. The unique textured pattern elevates its visual appeal, making it an exceptional choice for effortless style in leisure settings. Indulge in a piece that enhances your relaxed moments with understated sophistication.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WN-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-white-textured-stylized-neck-sweatshirt-40079403.html?source=plp"
    },
    {
        "name":"Men Beige Textured Bomber Jacket",
        "sku":"VH-WN-003",
        "price":2609,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,beige,male",
        "description":"Indulge in relaxed style with this impeccably designed beige sweatshirt from Van Heusen Sport. Featuring a textured pattern and a zip front for modern flair, this piece transcends casual outings. The full sleeves embrace warmth while the regular fit promotes ease of movement, making it your go-to for laid-back weekends. Made from quality cotton, it embodies comfort and sophistication, effortlessly elevating your ensemble, whether paired with joggers or denim.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WN-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WN-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-beige-textured-round-neck-sweatshirt-40085191.html?source=plp"
    },
    {
        "name":"Van Heusen Boys Summer Breeze Smart Tech Easy Stain Release Vest",
        "sku":"VH-SM-001",
        "price":471,
        "brand":"Van Heusen",
        "category":"vest",
        "subCategory":"summer,light,vest, casual,blue,male",
        "description":"Adorned in a refreshing summer breeze hue, this vest from Van Heusen Kids is a stylish essential for young trendsetters. Crafted from breathable materials, it offers comfort and ease during sunny playdates. Its versatile design allows for effortless pairing with shorts or trousers, making it perfect for various casual occasions. This is more than just a vest; it’s a statement of playful sophistication that ensures your little one stands out with confidence.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SM-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SM-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-boys-pure-cotton-ultra-soft-vest-811269.html?source=plp"
    },
    {
        "name":"Men Green Solid Full Sleeves Casual Linen Shirt",
        "sku":"VH-LN-001",
        "price":1499,
        "brand":"Van Heusen",
        "category":"linen",
        "subCategory":"summer,light,shirt,full-sleeve,linen,casual,green,male",
        "description":"Introducing an exquisite blend of cotton and linen, this solid green shirt from Van Heusen Sport embodies the ultimate in casual sophistication. The slim fit ensures a flattering silhouette, while the breathable fabric offers delightful comfort for leisurely outings. Tailored for the modern man, this versatile piece transitions effortlessly from relaxed gatherings to stylish brunches, ensuring you always look your best. Immerse yourself in refined style that speaks volumes about your taste.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-LN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-LN-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-green-slim-fit-solid-full-sleeves-casual-shirt-39906407.html?source=plp"
    },
    {
        "name":"Women Beige Textured Casual Dress",
        "sku":"VH-LN-002",
        "price":2475,
        "brand":"Van Heusen",
        "category":"linen",
        "subCategory":"summer,light,dress,linen,casual,beige,female",
        "description":"An effortless choice for casual outings, this beige dress by Van Heusen features a chic slit neck and 3\/4th sleeves, elegantly balancing comfort and style. Made from a harmonious blend of viscose and linen, it embodies a textured look that flatters all figures. Perfect for warm days, its regular fit allows for easy movement, making it a versatile addition to your wardrobe that transitions seamlessly from day to night.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-LN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-LN-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-beige-textured-casual-dress-39838777.html?source=plp"
    },
    {
        "name":"Men Grey Textured Casual Jacket",
        "sku":"VH-JK-001",
        "price":2589,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,grey,male",
        "description":"Artfully rendered from resilient polyester, this full-sleeve jacket exudes modern flair with its textured design in a sophisticated grey hue. Ideal for casual outings, the regular fit ensures a contemporary silhouette that complements your style effortlessly. The zip front adds a touch of convenience, making it a practical choice for layering. This essential piece from Van Heusen Sport not only elevates your look but showcases your attention to detail and passion for quality craftsmanship.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-JK-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-JK-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-grey-textured-casual-jacket-40024611.html?source=plp"
    },
    {
        "name":"Men Grey Textured Casual Jacket",
        "sku":"VH-JK-002",
        "price":2625,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,grey,male",
        "description":"Exuding a refined charm, this grey sleeveless jacket from Van Heusen Sport combines a textured fabric with a modern regular fit, making it an impeccable choice for casual gatherings. The blend of polyester and spandex offers durability while ensuring freedom of movement. Effortlessly style it over a crisp shirt for an elevated look. Elevate your everyday ensemble with this sophisticated piece that seamlessly integrates into your wardrobe, promising both versatility and flair.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-JK-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-JK-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-grey-textured-casual-jacket-40099202.html?source=plp"
    },
    {
        "name":"Women Off White Textured Casual Jacket",
        "sku":"VH-JK-003",
        "price":4949,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,off white,female",
        "description":"This off-white jacket from Van Heusen embodies casual chic with its textured design and relaxed fit. Meticulously constructed from a harmonious blend of tencel, cotton, and spandex, it drapes elegantly while providing comfort for every occasion. The zip-front closure adds a modern twist, making it an ideal choice for layering. Elevate your everyday ensemble effortlessly, merging timeless style with versatile function that embodies sophistication and assurance in your look.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-JK-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-JK-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-white-textured-casual-jacket-40098234.html?source=plp"
    },
    {
        "name":"Women Multi Textured Casual Jacket",
        "sku":"VH-JK-004",
        "price":6029,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"winter, warm, jacket,casual,multi textured,female",
        "description":"Introducing an exquisite jacket that effortlessly merges elegance and comfort, ideal for casual outings. The textured finish enhances visual appeal, while the rich blend of polyester, cotton, and wool ensures warmth without compromise. Designed for the modern woman, this long-sleeve piece features a classic button front for added sophistication. Stylishly versatile in a harmonious multi-color palette, this Van Heusen jacket is a statement of refined charm that complements your dynamic lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-JK-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-JK-004.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-multi-textured-casual-jacket-40098199.html?source=plp"
    },
    {
        "name":"Men Beige Textured V Neck Sweater",
        "sku":"VH-WN-004",
        "price":2623,
        "brand":"Van Heusen",
        "category":"sweater",
        "subCategory":"winter, warm,sweater,casual,beige,v neck,male",
        "description":"Embrace effortless style with this textured sleeveless sweater from Van Heusen Sport. Expertly tailored from a breathable blend of cotton and acrylic, it offers unparalleled comfort for casual outings. The sophisticated beige hue complements any ensemble, while the v-neck design adds a modern twist. Perfect for layering or wearing alone, this piece promises to elevate your leisure wardrobe, ensuring you look polished with minimal effort. Ideal for those who appreciate refined simplicity.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WN-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WN-004.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-beige-textured-v-neck-sweater-40041826.html?source=plp"
    },
    {
        "name":"Men Maroon Textured V Neck Sweater",
        "sku":"VH-WN-005",
        "price":3479,
        "brand":"Van Heusen",
        "category":"sweater",
        "subCategory":"winter, warm,sweater,casual,maroon,v neck,male",
        "description":"Indulge in effortless sophistication with this maroon textured sweater from Van Heusen Sport, made from premium merino wool. The full-sleeved design and V-neckline add a modern touch, enhancing both comfort and style for casual outings. Its rich hue resonates with warm tones, making it an exceptional choice for layering or wearing solo. Whether paired with jeans or chinos, this sweater embodies a chic yet relaxed aesthetic for the contemporary man.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WN-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WN-005.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-maroon-solid-v-neck-sweater-40099189.html?source=plp"
    },
    {
        "name":"Women Green Stripe Long Sleeves Casual Shirt",
        "sku":"VH-LN-003",
        "price":1889,
        "brand":"Van Heusen",
        "category":"linen",
        "subCategory":"summer,light,shirt,linen,casual,green,male",
        "description":"Embodying a sophisticated blend of style and comfort, this long-sleeve green striped shirt from Van Heusen is designed for the discerning woman. Crafted from a luxurious modal, linen, and cotton mix, it ensures a refreshing feel for casual outings. Its regular fit offers ease of movement, making it ideal for everyday elegance. Pair it with jeans or tailored shorts for a chic ensemble that speaks to your unique taste and confidence.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-LN-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-LN-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-green-stripe-long-sleeves-casual-shirt-39945063.html?source=plp"
    },
    {
        "name":"Men Beige Print Full Sleeves Formal Shirt",
        "sku":"VH-SH-001",
        "price":1799,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,formal,beige,male",
        "description":"Step into every occasion with this exquisite beige shirt from Van Heusen, designed to enhance your formal look. Constructed from lightweight, wrinkle-resistant cotton, it guarantees optimal stretch for outstanding mobility and comfort throughout the day. The stylish print adds a contemporary flair, seamlessly transitioning from office meetings to evening events. With practical quick-dry properties, this shirt embodies sophisticated functionality, making it a distinguished addition to your refined wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-beige-genericfit-print-full-sleeves-formal-shirt-39946323.html?source=plp"
    },
    {
        "name":"Men Blue Slim Fit Solid Full Sleeves Formal Shirt",
        "sku":"VH-SH-002",
        "price":1199,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,blue,formal,male",
        "description":"Experience understated sophistication with this blue slim-fit shirt by Van Heusen, designed for the discerning man. Crafted from premium cotton, it offers a refined touch that ensures breathable ease throughout your formal engagements. The solid pattern delivers timeless elegance, making it an ideal choice for boardroom meetings or classy events. Pair it effortlessly with tailored trousers for an impeccable ensemble that reflects your style and professionalism, enhancing your presence wherever you go.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-blue-slim-fit-solid-full-sleeves-formal-shirt-946696.html?source=plp"
    },
    {
        "name":"Men Grey Regular Fit Print Full Sleeves Wrinkle Resistant Formal Shirt",
        "sku":"VH-SH-003",
        "price":1959,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,grey,formal,male",
        "description":"Elegantly designed in a refined grey print, this Van Heusen shirt redefines everyday office wear. Crafted from lightweight cotton, it showcases gentle stretch for effortless movement during busy days. The 3+ DP rating guarantees wrinkle resistance, ensuring you look polished from morning meetings to evening gatherings. With a regular fit and full sleeves, this essential piece effortlessly combines contemporary style with practical benefits, making it a sophisticated addition to any formal ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-grey-regular-fit-print-full-sleeves-formal-shirt-39737595.html?source=plp"
    },
    {
        "name":"Men Cream Slim Fit Solid Full Sleeves Formal Shirt",
        "sku":"VH-SH-004",
        "price":1199,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,cream,formal,male",
        "description":"Impeccably tailored for the modern gentleman, this cream solid shirt from Van Heusen exudes understated sophistication. The slim fit enhances your silhouette, perfect for formal events. Crafted from premium cotton, it ensures all-day refinement while maintaining breathability. Pair it seamlessly with tailored trousers or under a blazer for versatile styling options. Elevate your collection with this timeless piece that effortlessly embodies class and elegance, making it an essential addition for every discerning wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-004.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-cream-slim-fit-solid-full-sleeves-formal-shirt-930058.html?source=plp"
    },
    {
        "name":"Men White Slim Fit Check Full Sleeves Formal Shirt",
        "sku":"VH-SH-005",
        "price":1199,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,full sleeve,white,formal,male",
        "description":"Unveiling a modern staple for the discerning gentleman, this Van Heusen shirt features a clean white hue adorned with a sophisticated check pattern. Designed for formal occasions, its slim fit radiates confidence while ensuring ease of movement. Crafted from quality cotton, it offers all-day comfort without compromising on style. This versatile piece seamlessly transitions from boardroom to dinner, establishing an effortless aesthetic that is both polished and inviting.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-005.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-white-slim-fit-check-full-sleeves-formal-shirt-929928.html?source=plp"
    },
    {
        "name":"Women Brown Check Long Sleeves Casual Shirt",
        "sku":"VH-SH-006",
        "price":1749,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,long sleeve, brown,casual,female",
        "description":"Indulge in the effortless charm of this Van Heusen shirt, designed for modern women seeking comfort and style. The rich brown hue, complemented by a timeless check pattern, offers a sophisticated yet relaxed look perfect for casual outings. Made from soft cotton, this regular-fit piece drapes beautifully, providing all-day ease and familiarity. Pair it with your favorite jeans for an inviting ensemble that transforms everyday moments into stylish statements.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-006.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-brown-check-long-sleeves-casual-shirt-40006231.html?source=plp"
    },
    {
        "name":"Women Pink Stripe Long Sleeves Formal Shirt",
        "sku":"VH-SH-007",
        "price":2249,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,long sleeve, pink,formal,female",
        "description":"Indulge in the allure of sophistication with this pink striped shirt from Van Heusen. Expertly tailored from premium cotton, it seamlessly combines comfort with a polished aesthetic, making it a splendid choice for formal occasions. The long sleeves enhance your elegant silhouette, while the regular fit offers effortless styling possibilities. Step into boardroom meetings or chic gatherings with confidence, reflecting timeless elegance in every detail. Elevate your ensemble with this exquisite staple.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-007.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-pink-stripe-long-sleeves-formal-shirt-40084508.html?source=plp"
    },
    {
        "name":"Women Pink Solid Short Sleeves Formal Shirt",
        "sku":"VH-SH-008",
        "price":1149,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,short sleeve,pink,formal,female",
        "description":"This exquisite pink shirt from Van Heusen embodies refined formal style, effortlessly enhancing your workday attire. Meticulously constructed from lightweight polyester, its short sleeves and regular fit provide a flattering silhouette that breathes confidence into every meeting. The solid pattern allows for seamless pairing with tailored trousers or elegant skirts, balancing professionalism with a touch of feminine charm. Choose this versatile piece for days when polished sophistication is essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-008.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-pink-solid-short-sleeves-formal-shirt-40098202.html?source=plp"
    },
    {
        "name":"Women Brown Print Long Sleeves Party Shirt",
        "sku":"VH-SH-009",
        "price":2249,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,long sleeve,brown,party,female",
        "description":"A stunning addition to your party attire, this brown printed shirt from Van Heusen exudes effortless charm. Meticulously constructed from high-quality polyester, it offers a regular fit that flatters all body types. The long sleeves and playful print enhance its stylish appeal, making it the perfect choice for social gatherings. Balance sophistication and comfort effortlessly, and let this exquisite piece elevate your evening ensemble for memorable moments.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-009.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-peach-print-long-sleeves-party-shirt-40001980.html?source=plp"
    },
    {
        "name":"Women White Solid Long Sleeves Formal Shirt",
        "sku":"VH-SH-010",
        "price":1379,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt,long sleeve,white,formal,female",
        "description":"Timeless in its simplicity, this white long-sleeve shirt from Van Heusen embodies the essence of elegant sophistication. Skillfully made from lightweight polyester, it offers enduring comfort suitable for formal occasions. The solid pattern provides a versatile foundation, ensuring you stand out with grace. Designed to transition effortlessly from the office to evening events, this shirt becomes a staple for the discerning woman, enhancing her confidence wherever she may go.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SH-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SH-010.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-white-solid-long-sleeves-formal-shirt-39731205.html?source=plp"
    },
    {
        "name":"Men Black Solid Slim Fit Trousers",
        "sku":"VH-PT-001",
        "price":2339,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,black,casual,male",
        "description":"Indulge in the sophisticated allure of these Van Heusen trousers, meticulously constructed from a premium blend of polyester, rayon, and spandex. The sleek black solid design exudes elegance, making them an ideal choice for formal occasions. Skillfully tailored in a slim fit, they provide a flattering silhouette while allowing for ease of movement. Elevate your ensemble effortlessly with this essential addition, perfect for the modern gentleman who values both style and functionality.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-black-trousers-732768.html?source=plp"
    },
    {
        "name":"Men Grey Check Slim Fit Wrinkle Resistant Trousers",
        "sku":"VH-PT-002",
        "price":2432,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,grey,casual,male",
        "description":"Elevate your formal attire with these impeccably tailored trousers from Van Heusen’s Durapress collection. Designed in a sophisticated grey check, this slim-fit pair features wrinkle-free, iron-free fabric for a polished look that simplifies your routine. Crafted from a blend of polyester, viscose, and elastane, they offer low maintenance care while ensuring permanent crease retention. Perfect for the modern gentleman seeking effortless style, these trousers redefine your everyday elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-002.glb",
        "productLink":"Buy Men Grey Check Slim Fit Trousers Online - 39824538 | Van Heusen"
    },
    {
        "name":"Men Navy Textured Trousers",
        "sku":"VH-PT-003",
        "price":2099,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,navy,casual,male",
        "description":"Crafted from a luxurious blend of polyester and viscose, these navy trousers by Van Heusen bring an air of understated sophistication to any formal setting. The textured fabric not only enhances visual appeal but also adds depth to your ensemble. Designed for a regular fit, they offer effortless comfort, making them ideal for long days at the office or evening events. Elevate your attire with this essential piece that defines polished refinement.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-navy-textured-regular-fit-trousers-39909689.html?source=plp"
    },
    {
        "name":"Men Grey Textured Trousers",
        "sku":"VH-PT-004",
        "price":2432,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,grey,casual,male",
        "description":"Indulge in refined sophistication with these textured slim-fit trousers from Van Heusen. Crafted from a premium blend of polyester, viscose, and elastane, they provide unwavering comfort perfect for formal occasions. The sleek grey color offers a modern appeal, effortlessly integrating into your professional wardrobe. Elevate your ensemble with these trousers, which marry stylish design with practicality, ensuring you command attention at any event while enjoying all-day ease and movement.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-004.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-grey-textured-genericfit-trousers-39959515.html?source=plp"
    },
    {
        "name":"Van Heusen Grey Travel Wear Trousers",
        "sku":"VH-PT-005",
        "price":3127,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,grey,travel wear,male",
        "description":"Crafted from smooth polyester, these grey trousers from Van Heusen Transit offer an impeccable blend of casual sophistication and practical design. The solid pattern and regular fit provide versatility, making them an ideal choice for a variety of leisure activities. With a flat front, these trousers ensure a polished look, allowing you to transition effortlessly from day to evening events. Elevate your everyday ensemble with these stylish essentials that redefine comfort and style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-005.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-grey-travel-wear-trousers-40016010.html?source=plp"
    },
    {
        "name":"Women Light Blue Solid Formal Regular Fit Trousers",
        "sku":"VH-PT-006",
        "price":2099,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,beige,formal,male",
        "description":"Timelessly designed, these light blue trousers from Van Heusen embrace sophistication for formal occasions. Crafted from a luxurious blend of cotton, nylon, and spandex, they offer a flattering regular fit that allows for graceful movement. The solid pattern enhances versatility, allowing you to pair them effortlessly with various tops. Elevate your ensemble with these elegant trousers that promise both style and comfort, ensuring you exude confidence at every event.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-006.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-light-blue-solid-formal-regular-fit-trousers-39835990.html?source=plp"
    },
    {
        "name":"Women Maroon Textured Formal Trousers",
        "sku":"VH-PT-007",
        "price":2339,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,maroon,formal,female",
        "description":"Elevate your formal aesthetic with these meticulously tailored maroon trousers from Van Heusen. Crafted from a luxurious blend of polyester and spandex, they offer both style and flexibility, ensuring comfort during long days at the office or sophisticated evening events. The textured pattern adds visual intrigue, while the regular fit strikes an ideal balance between sophistication and approachability. An essential piece that amplifies your professional persona.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-007.glb",
        "productLink":"Buy Women Maroon Textured Formal Trousers Online - 40083444 | Van Heusen"
    },
    {
        "name":"Women Beige Solid Casual Trousers",
        "sku":"VH-PT-008",
        "price":3791,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,beige,casual,male",
        "description":"Experience refined casual sophistication in these beige trousers by Van Heusen. Crafted with a luxurious blend of polyester and spandex, this slim-fit design guarantees unmatched comfort and an impeccable silhouette. The solid pattern elevates your ensemble, making it ideal for versatile styling opportunities. Whether paired with an elegant blouse or a relaxed tee, these trousers embody effortless chic, enhancing your confidence for every outing while ensuring you stay in style all day long.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-008.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-beige-solid-casual-genericfit-trousers-40017381.html?source=plp"
    },
    {
        "name":"Women Grey Stripe Formal Trousers",
        "sku":"VH-PT-009",
        "price":2099,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,grey,formal,male",
        "description":"Step effortlessly into formal sophistication with these grey stripe trousers from Van Heusen. Meticulously designed from a premium blend of polyester, rayon, and spandex, they provide a flattering fit for any professional setting. The subtle pleating complements a tailored look, while offering comfort that lasts throughout your day. Ideal for corporate occasions or chic events, these trousers promise to elevate your style, making you stand out with understated elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-009.glb",
        "productLink":"Buy Women Grey Stripe Formal Trousers Online - 40014784 | Van Heusen"
    },
    {
        "name":"Women Black Solid Formal Trousers",
        "sku":"VH-PT-010",
        "price":2339,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"pant,trousers,black,formal,female",
        "description":"Intricately designed for the modern woman, these sophisticated black trousers from Van Heusen redefine formal wear. The solid pattern offers versatility, making them suitable for both boardroom meetings and elegant events. Crafted from a premium blend of polyester and spandex, they promise both comfort and a flattering silhouette. Step into confidence and style, as these trousers are an essential addition to your curated collection of luxury essentials.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PT-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PT-010.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-black-solid-formal-genericfit-trousers-40106256.html?source=plp"
    },
    {
        "name":"Men Red Solid Active Wear Gym Vest",
        "sku":"VH-SP-001",
        "price":314,
        "brand":"Van Heusen",
        "category":"vest",
        "subCategory":"sports,vest,red,male",
        "description":"This vest from Van Heusen will provide you comfort in style. Crafted in cotton, this sleeveless piece can be teamed with a pair of lounge pants or shorts and enjoy your day indoors or go for a casual stroll.Quick drying Extra soft fabric.Super comfy stretch knit that moves with you.Logo branding at centre back.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-001.glb",
        "productLink":"Buy Men Red Solid Active Wear Gym Vest Online - 345322 | Van Heusen"
    },
    {
        "name":"Van Heusen Performance Men Grey Solid Swift Dry Odour Shield Jacket\n",
        "sku":"VH-SP-002",
        "price":1759,
        "brand":"Van Heusen",
        "category":"jacket",
        "subCategory":"sports,jacket,grey,male",
        "description":"Elevate your activewear wardrobe with this Van Heusen Innerwear jacket, designed for the modern man. Crafted from a blend of polyester and spandex, it offers optimal flexibility and comfort. The full sleeves and solid grey color provide a sleek, stylish look for any workout. Featuring a practical half-zip front, this jacket combines functionality with a fashionable edge, making it an essential addition to your fitness collection. Embrace movement in style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-swift-dry-odour-shield-active-jacket--lightweight-and-ultra-soft-619387.html?source=plp"
    },
    {
        "name":"Van Heusen Sport Men Cabarnet Solid Smart Tech Easy Stain Release Trackpants",
        "sku":"VH-SP-003",
        "price":1259,
        "brand":"Van Heusen",
        "category":"pant",
        "subCategory":"sports,trackpant,cabarnet,male",
        "description":"Indulge in the comfort of these solid maroon track pants from Van Heusen Innerwear, designed for the modern man’s active lifestyle. Made from premium cotton, they offer breathable ease during workouts or casual outings. The regular fit provides a flattering silhouette, making them seamlessly transition from gym sessions to relaxed weekends. Elevate your sportswear collection with these essential trousers, where style meets functionality for every active moment.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-003.glb",
        "productLink":"Van Heusen Innerwear Track Pants, Van Heusen Sport Men Cabarnet Solid Smart Tech Easy Stain Release Trackpants for Activewear at"
    },
    {
        "name":"Van Heusen Active Men Bay Berry Solid Swift Dry 4 Way Stretch Knit Shorts",
        "sku":"VH-SP-004",
        "price":1499,
        "brand":"Van Heusen",
        "category":"shorts",
        "subCategory":"sports,shorts,bay berry,male",
        "description":"Indulge in the everyday comfort of Van Heusen Innerwears solid navy shorts, designed for active wear. Crafted from a blend of polyester and spandex, these shorts promise remarkable stretch and durability, ensuring freedom of movement during your workouts. Their sleek silhouette transitions effortlessly from gym sessions to casual outings, while the rich color elevates your athletic aesthetic. Embrace a confident stride as you conquer your day in this versatile staple.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-004.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-navy-shorts-905325.html?source=plp"
    },
    {
        "name":"Van Heusen Sport Men White Moisture Activated Crew Neck Cool It T-Shirt",
        "sku":"VH-SP-005",
        "price":599,
        "brand":"Van Heusen",
        "category":"tshirt",
        "subCategory":"sports,t-shirt,white,male,neck cool",
        "description":"Refresh your activewear with this white round-neck t-shirt from Van Heusen Innerwear, meticulously tailored for the modern man. Made from soft cotton, it offers breathable comfort during workouts and everyday activities. The solid pattern and regular fit provide a sleek silhouette, ensuring you look sharp whether at the gym or lounging at home. A versatile addition to your athleisure collection, it seamlessly transitions from intense sessions to casual outings with ease.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-005.glb",
        "productLink":"Van Heusen Innerwear T-Shirts, Van Heusen Sport Men White Moisture Activated Crew Neck Cool It T-Shirt for Activewear at vanheus"
    },
    {
        "name":"Van Heusen Pro Active Women Anti Bacterial Cotton Full Coverage Wire-free Padded Sports Bra",
        "sku":"VH-SP-006",
        "price":899,
        "brand":"Van Heusen",
        "category":"bra",
        "subCategory":"sports,bra,wire free,padded,cotton,anti bacterial,female",
        "description":"Indulge in active elegance with the lilac Van Heusen Intimates bra, meticulously designed for dynamic women. This breathable cotton and spandex blend offers unmatched comfort, allowing you to move freely while exuding style. Ideal for both workouts and lounge days, its chic color pairs wonderfully with any activewear ensemble. Embrace the beauty of functionality and let this essential piece enhance your confidence as you tackle any challenge ahead.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-006.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-pro-active-women-anti-bacterial-cotton-full-coverage-wire-free-padded-sports-bra-39735407.html?source=plp"
    },
    {
        "name":"Van Heusen Women Solid Anti Bacterial Relax Fit Sports T-Shirt",
        "sku":"VH-SP-007",
        "price":499,
        "brand":"Van Heusen",
        "category":"tshirt",
        "subCategory":"sports,t-shirt,anti bacterial,female",
        "description":"Indulge in luxurious comfort with this dark purple active wear piece from Van Heusen Intimates. Meticulously designed from microfiber, it offers a relaxed fit that promotes ease during any activity. The round neck and solid pattern ensure a chic aesthetic for both workouts and lounging. Short sleeves add a breezy touch, making it an essential for your routine. Embrace effortless style while enjoying the practicality of this exquisite garment.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-007.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-women-solid-anti-bacterial-relax-fit-sports-t-shirt-39974134.html?source=plp"
    },
    {
        "name":"Van Heusen Women Solid Anti Bacterial Relax Fit Sports T-Shirt",
        "sku":"VH-SP-008",
        "price":499,
        "brand":"Van Heusen",
        "category":"tshirt",
        "subCategory":"sports,t-shirt,anti bacterial,female",
        "description":"Indulge in the allure of active elegance with this chic dark purple number from Van Heusen Intimates. Meticulously constructed from lightweight microfiber, this relaxed fit crew neck top offers a refined addition to your active wear wardrobe. Its timeless solid pattern enhances styling potential, transitioning seamlessly from yoga to brunch. Engage in your favorite activities while enjoying the breathable comfort of this sophisticated piece, designed for today’s modern woman seeking both style and performance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-008.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-women-solid-anti-bacterial-relax-fit-sports-t-shirt-39974143.html?source=plp"
    },
    {
        "name":"Van Heusen Pro Active Women Brown Ultra light Sports Air Panty",
        "sku":"VH-SP-009",
        "price":499,
        "brand":"Van Heusen",
        "category":"panty",
        "subCategory":"sports,air panty,ultra light,female",
        "description":"Designed for the dynamic woman, this active wear piece from Van Heusen Intimates combines nylon and elastane to deliver remarkable stretch and mobility. The rich brown hue exudes warmth while effortlessly complementing a variety of outfits. Ideal for both workouts and casual outings, the fabric allows for unhindered movement, making each activity feel more enjoyable. Experience functional fashion that accentuates your lifestyle and supports every endeavor you undertake.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-009.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-pro-active-women-brown-ultra-light-sports-air-panty-39977132.html?source=plp"
    },
    {
        "name":"Van Heusen Proactive Elite Women Sargossa Sea Solid High Stretch Removable Pads Sports Bra",
        "sku":"VH-SP-010",
        "price":1359,
        "brand":"Van Heusen",
        "category":"bra",
        "subCategory":"sports,bra,removable pads,high stretch,female",
        "description":"Experience the remarkable blend of style and support with this sargossa sea sports bra from Van Heusen Intimates. Expertly tailored for active women, its designed to provide unparalleled comfort during workouts. The sleek silhouette creates a flattering fit, while its innovative fabric ensures breathability and ease of movement. Whether you are at the gym or enjoying a casual day out, this essential piece effortlessly aligns with your lifestyle, providing confidence in every activity.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SP-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SP-010.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/tonal-printed-cropped-vest-862320.html?source=plp"
    },
    {
        "name":"Men Brown Solid Slim Fit Wedding Three Piece Suit\n",
        "sku":"VH-WS-001",
        "price":12536,
        "brand":"Van Heusen",
        "category":"wedding",
        "subCategory":"special,wedding,three piece suit,brown,male",
        "description":"Timeless elegance is embodied in this three-piece suit from Van Heusens Ceremony Special Edition. The rich brown hue and solid design create an effortlessly sophisticated look, perfect for weddings and formal occasions. Meticulously tailored from a luxurious blend of polyester, viscose, and elastane, it offers a comfortable fit that moves with you. This suit enhances your presence, ensuring you make a lasting impression on your special day.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WS-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WS-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-brown-solid-slim-fit-wedding-three-piece-suit-916179.html?source=plp"
    },
    {
        "name":"Men Maroon Textured Slim Fit Formal Nehru Jacket",
        "sku":"VH-WS-002",
        "price":2580,
        "brand":"Van Heusen",
        "category":"wedding",
        "subCategory":"special,wedding,nehru jacket,formal,maroon,male",
        "description":"An exquisite blend of sophistication and style, this maroon Nehru jacket from Van Heusens Ceremony Special Edition transcends mere fashion to embody refined elegance. Crafted from a luxurious blend of polyester, viscose, and spandex, it guarantees comfort during special occasions. The textured pattern adds a touch of depth, enhancing its formal appeal, while the five-button front exudes classic charm. Perfect for making a lasting impression at any distinguished gathering.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WS-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WS-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-maroon-textured-slim-fit-formal-nehru-jacket-39623828.html?source=plp"
    },
    {
        "name":"Men Maroon Stripe Slim Fit Wedding Three Piece Suit\n",
        "sku":"VH-WS-003",
        "price":12536,
        "brand":"Van Heusen",
        "category":"wedding",
        "subCategory":"special,wedding,three piece suit,formal,female,maroon",
        "description":"Channeling timeless sophistication, this three-piece suit from Van Heusen in rich maroon, adorned with elegant stripes, is a hallmark of refined style perfect for weddings. Its slim fit enhances your silhouette, ensuring confidence on any formal occasion. Crafted from a meticulous blend of polyester, rayon, and elastane, this suit promises both a polished appearance and ease of movement, making it an exceptional choice for making memorable impressions.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WS-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WS-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-maroon-stripe-slim-fit-wedding-three-piece-suit-39707269.html?source=plp"
    },
    {
        "name":"Men Navy Solid Slim Fit Business Casual Blazer",
        "sku":"VH-BZ-001",
        "price":6635,
        "brand":"Van Heusen",
        "category":"blazer",
        "subCategory":"special,blazer,casual,navy,male",
        "description":"Elevate your business casual look with this Van Heusen blazer in rich navy. Crafted from a premium blend of polyester, rayon, and spandex, it offers a slim fit that combines style and comfort effortlessly. The solid design and versatile 2-button front make it perfect for any professional setting. Experience sophistication and ease with this essential piece that seamlessly transitions from office meetings to after-work gatherings.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-BZ-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-BZ-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-navy-blazer-336813.html?source=plp"
    },
    {
        "name":"Women Beige Solid Blazer",
        "sku":"VH-BZ-002",
        "price":4055,
        "brand":"Van Heusen",
        "category":"blazer",
        "subCategory":"special,office wear,blazer,formal,beige,female",
        "description":"Scientific precision meets chic aesthetic in this elegant beige blazer from Van Heusen. Tailored from high-quality polyester, it promises a flawless fit while ensuring comfort throughout your day. Its solid pattern and long sleeves exude professionalism, making it an essential piece for formal occasions. Whether paired with trousers for an office look or dressed down for evening gatherings, this blazer effortlessly enhances your refined style, showcasing your sophisticated taste.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-BZ-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-BZ-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-beige-solid-blazer-40052796.html?source=plp"
    },
    {
        "name":"Women Grey Solid Blazer",
        "sku":"VH-BZ-003",
        "price":2612,
        "brand":"Van Heusen",
        "category":"blazer",
        "subCategory":"special,office wear,blazer,formal,grey,female",
        "description":"Elegantly designed for the modern woman, this grey blazer from Van Heusen offers a stylish yet relaxed silhouette. Crafted from a blend of polyester and spandex, it features a 3\/4th sleeve that gracefully balances comfort with sophistication. Perfect for casual outings, this solid piece enhances your style while providing versatile layering options. Elevate your everyday looks effortlessly with the refined charm of this blazer, ideal for any chic ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-BZ-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-BZ-003.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-grey-solid-blazer-40017396.html?source=plp"
    },
    {
        "name":"Men Black Textured Party Two Piece Suit",
        "sku":"VH-TX-001",
        "price":16199,
        "brand":"Van Heusen",
        "category":"tuxedo",
        "subCategory":"special,two piece suit,",
        "description":"Tailored for the modern man, this black two-piece suit from V Dot exudes sophistication with its textured fabric made from cotton, rayon, and linen. Ideal for parties, this double-breasted ensemble blends comfort with style, empowering you to make a lasting impression. Layer it over a crisp shirt to elevate your refined wardrobe. The sumptuous material ensures you stand out while feeling at ease during celebrations. Redefine your chic allure with this exquisite suit.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-TX-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-TX-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-black-textured-genericfit-party-two-piece-suit-40112588.html?source=plp"
    },
    {
        "name":"Men Black Solid Slim Fit Party Two Piece Suit",
        "sku":"VH-TX-002",
        "price":9480,
        "brand":"Van Heusen",
        "category":"tuxedo",
        "subCategory":"special, wedding, party, casual, black, two piece suit, male",
        "description":"Introducing a distinguished two-piece suit by V Dot, tailored in sleek black polyester for a refined silhouette. The slim fit enhances your polished look, making it an ideal choice for upscale parties. The solid pattern allows for versatile styling, ensuring you make a memorable impression. This meticulously designed suit effortlessly marries comfort and sophistication, inviting you to step confidently into any occasion. Elevate your evening with this essential addition to your wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-TX-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-TX-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-black-solid-slim-fit-party-two-piece-suit-39623387.html?source=plp"
    },
    {
        "name":"Men Black Solid Full Sleeves Party Shirt",
        "sku":"VH-PW-001",
        "price":1139,
        "brand":"Van Heusen",
        "category":"shirt",
        "subCategory":"shirt, formal, black, male",
        "description":"Indulge in the refined allure of this black slim-fit shirt by V Dot, expertly designed for the discerning gentleman. The solid fabric rivals tailored sophistication, making it an impeccable choice for social occasions. Created from premium cotton, enjoy the comfort and breathable quality that lasts through the night. Pair this statement piece with tailored trousers for effortless allure that commands attention at any party, blending style with personal expression.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PW-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PW-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-black-genericfit-solid-full-sleeves-party-shirt-40076573.html?source=plp"
    },
    {
        "name":"Women Maroon Solid Knee Length Party Dress",
        "sku":"VH-PW-002",
        "price":3170,
        "brand":"Van Heusen",
        "category":"dress",
        "subCategory":"special, wedding, party, casual, maroon, female",
        "description":"Reflecting sophistication, this maroon dress from Van Heusen is a stunning choice for your next party. Crafted from a blend of polyester and spandex, it offers delightful stretch while maintaining a structured silhouette. The 3\/4th sleeves and solid pattern add a touch of refinement, ensuring you grace every event with confidence. Effortlessly pair it with elegant accessories for a timeless look that captures attention and inspires admiration at every occasion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-PW-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-PW-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-maroon-solid-knee-length-party-dress-40052732.html?source=plp"
    },
    {
        "name":"Women Brown Solid Casual Belt\n",
        "sku":"VH-BL-001",
        "price":1349,
        "brand":"Van Heusen",
        "category":"belt",
        "subCategory":"special, wedding, party, casual, brown, male",
        "description":"Distinctly designed for the modern woman, this sumptuous brown leather belt from Van Heusen adds a touch of luxury to your casual attire. Its solid pattern and exquisite craftsmanship provide a sophisticated finishing touch, effortlessly elevating any look. Ideal for shaping your silhouette, this accessory not only showcases your style but also offers durability for everyday wear. Embrace timeless refinement with this essential piece that complements various outfits, enhancing your confidence with every wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-BL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-BL-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-brown-solid-casual-belt-40074746.html?source=plp"
    },
    {
        "name":"Men Black Solid Party Tie",
        "sku":"VH-TE-001",
        "price":1349,
        "brand":"Van Heusen",
        "category":"tie",
        "subCategory":"extra, formal,party, black, male",
        "description":"Crafted from premium polyester, this elegant black tie from Van Heusen exudes sophistication, making it a quintessential accessory for your next party. Its solid design ensures it pairs seamlessly with a variety of suits, enhancing your overall presentation. Experience the confidence of a refined look, whether at formal gatherings or stylish events. This versatile piece is an essential addition to any gentleman’s collection, promising effortlessly chic elegance wherever you go.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-TE-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-TE-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-black-solid-party-tie-40067556.html?source=plp"
    },
    {
        "name":"Men Maroon Solid Party Tie",
        "sku":"VH-TE-002",
        "price":1169,
        "brand":"Van Heusen",
        "category":"tie",
        "subCategory":"extra, formal, party, maroon, male",
        "description":"Elevate your ensemble with the maroon solid tie from Van Heusen, designed for the discerning man who values sophistication. This expertly tailored accessory is crafted from premium polyester, promising lasting durability while enhancing your formal attire. Perfect for parties or special occasions, its rich color adds a touch of refinement, allowing you to express your unique style with confidence. Embrace the transformative power of accessories that speak to your individuality and elevate your look.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-TE-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-TE-002.glb",
        "productLink":"Van Heusen Ties and Bow Ties, Men Maroon Solid Party Tie for Accessories at vanheusenindia.abfrl.in"
    },
    {
        "name":"Men Brown Genuine Leather Wallet",
        "sku":"VH-WL-001",
        "price":1799,
        "brand":"Van Heusen",
        "category":"wallet",
        "subCategory":"extra, casual, brown, male",
        "description":"Elevating everyday style, this meticulously crafted brown leather wallet by Van Heusen offers timeless sophistication with a solid pattern that resonates with discerning taste. Designed for the modern man, it combines utility with elegance, featuring a refined finish that enhances its charm. Ideal for casual outings, this accessory harmonizes durability with luxury, ensuring seamless access to your essentials while showcasing impeccable style sense. A staple piece for anyone valuing sophistication and functionality.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-WL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-WL-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-brown-genuine-leather-wallet-40000352.html?source=plp"
    },
    {
        "name":"Van Heusen Active Men White Pack of 3 Solid Anti Bacterial Soft Handfeel Low Show Socks",
        "sku":"VH-SC-001",
        "price":477,
        "brand":"Van Heusen",
        "category":"socks",
        "subCategory":"extra, casual, formal, white, male",
        "description":"Indulge in the quintessential comfort of Van Heusen Innerwears solid white socks, crafted from premium combed cotton. These essential accessories elevate your everyday attire, providing a soften touch that keeps feet feeling fresh all day. The classic design integrates seamlessly into your casual wardrobe while ensuring durability and resilience for your active lifestyle. Embrace timeless sophistication and the unmatched quality that defines each step you take with confidence, making them a must-have choice.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SC-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SC-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/van-heusen-white-low-show-sports-socks-664190.html?source=plp"
    },
    {
        "name":"Men Black Formal Shoes",
        "sku":"VH-SHO-001",
        "price":2599,
        "brand":"Van Heusen",
        "category":"shoes",
        "subCategory":"extra, casual, black, male",
        "description":"Embodying sophistication, these black formal shoes by Van Heusen are meticulously designed from premium leather, offering impeccable style for any formal occasion. Their solid pattern provides a classic appeal, ensuring you make a lasting impression. The exquisite heel elevates your stature, fostering an air of confidence, whether at work or social gatherings. Indulge in the allure of luxury as you stride effortlessly in these essential dress shoes, an ideal choice for discerning gentlemen.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SHO-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SHO-001.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/men-black-formal-shoes-865087.html?source=plp"
    },
    {
        "name":"Women Olive Sandals",
        "sku":"VH-SHO-002",
        "price":949,
        "brand":"Van Heusen",
        "category":"shoes",
        "subCategory":"extra, casual, olive, female",
        "description":"Crafted in rich olive vegan leather, these sandals by Van Heusen redefine casual sophistication. Embracing simplicity with a solid pattern, they provide a stylish foundation for versatile summer ensembles. Each step feels elevated, offering a chic touch whether at brunch or casual outings. Designed with a focus on comfort, these sandals seamlessly complement your lifestyle, allowing you to express your unique flair effortlessly. Transform everyday looks into statements with these essential additions to your collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/VH-SHO-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/VH-SHO-002.glb",
        "productLink":"https:\/\/vanheusenindia.abfrl.in\/p\/women-olive-sandals-40014185.html?source=plp"
    },
    {
        "name":"Men Red Solid V Neck Full Sleeves Sweater",
        "sku":"AS-WN-001",
        "price":1249,
        "brand":"Allen Solly",
        "category":"sweater",
        "subCategory":"winter,warm, sweater, casual, red, male",
        "description":"Indulge in sophistication with the Allen Solly men`s sweater, crafted from a luxurious blend of acrylic and wool. This solid red piece features a flattering V-neck and full sleeves, making it perfect for casual outings. The regular fit ensures comfort while adding an elegant touch to your wardrobe. Experience warmth and style effortlessly, making this sweater a staple for any fashion-forward man seeking everyday elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-001.glb",
        "productLink":"Buy Men Red Solid V Neck Full Sleeves Sweater Online - 637811 | Allen Solly"
    },
    {
        "name":"Men Grey Graphic Print Crew Neck Full Sleeves Sweater",
        "sku":"AS-WN-002",
        "price":1349,
        "brand":"Allen Solly",
        "category":"sweater",
        "subCategory":"winter,warm, sweater, formal, grey, male",
        "description":"Discover effortless style with the Allen Solly grey graphic print sweater. Made from soft cotton, this regular fit piece features a classic crew neckline and full sleeves, blending comfort with contemporary flair. Perfect for casual outings, this versatile sweater adds a touch of sophistication to any ensemble. Embrace a laid-back yet stylish look with this essential wardrobe staple that enhances your casual attire effortlessly.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-grey-graphic-print-crew-neck-full-sleeves-sweater-633268.html?source=plp"
    },
    {
        "name":"Men Blue Stylized Neck Full Sleeves Casual Sweatshirt",
        "sku":"AS-WN-003",
        "price":2137,
        "brand":"Allen Solly",
        "category":"sweater",
        "subCategory":"winter,warm, sweatshirt, shirt, casual, blue, male",
        "description":"Unveiling a rich blue hue, this Allen Solly sweatshirt embodies relaxed sophistication. Meticulously constructed from high-quality cotton, it offers substantial comfort for casual outings. The stylized neck paired with full sleeves enhances its modern appeal, making it a versatile addition to any wardrobe. Perfect for layering, this solid-patterned piece effortlessly transitions from day to night, ensuring you always exude an air of relaxed charm and refined style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-003.glb",
        "productLink":"Buy Men Blue Stylized Neck Full Sleeves Casual Sweatshirt Online - 799676 | Allen Solly"
    },
    {
        "name":"Allen Solly Brown Jacket",
        "sku":"AS-JK-001",
        "price":4249,
        "brand":"Allen Solly",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, formal, brown, unisex",
        "description":"Fashioned for the discerning man, this brown jacket by Allen Solly combines an effortlessly chic solid design with a relaxed fit, making it ideal for casual outings. Crafted from high-quality polyester, it ensures all-day comfort while effortlessly enhancing your style. The full sleeves and zip front add a modern flair, making it a perfect layering piece. Embrace the refined charm of casual sophistication in your closet with this timeless essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-JK-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-JK-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/allen-solly-brown-jacket-40091250.html?source=plp"
    },
    {
        "name":"Women Maroon Textured Formal Jacket",
        "sku":"AS-JK-002",
        "price":2579,
        "brand":"Allen Solly",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, formal, maroon, female",
        "description":"Embodying sophistication, this maroon jacket from Allen Solly features a rich textured pattern, ideal for formal occasions. Its meticulously constructed polyester fabric ensures a polished silhouette that gracefully transitions from day to night. The vibrant color elevates your ensemble, lending a bold yet elegant touch to any outfit. Designed with the modern woman in mind, this piece adds an invigorating layer of luxe refinement to your attire, inviting confidence in every stride.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-JK-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-JK-002.glb",
        "productLink":"Buy Women Maroon Textured Formal Jacket Online - 40104564 | Allen Solly"
    },
    {
        "name":"\nMen Blue Solid Full Sleeves Casual Jacket",
        "sku":"AS-JK-003",
        "price":2607,
        "brand":"Allen Solly",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, blue, male",
        "description":"This blue jacket from Allen Solly redefines casual sophistication with its meticulously constructed blend of cotton, polyester, viscose, and spandex. The slim fit promotes a contemporary silhouette, making it a versatile addition to your wardrobe. Ideal for relaxed gatherings or weekend outings, it ensures you remain stylishly at ease. With its classic solid pattern and button front, this jacket embodies effortless refinement and adds an elevated touch to any ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-JK-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-JK-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-blue-solid-full-sleeves-casual-jacket-39832057.html?source=plp"
    },
    {
        "name":"Women Beige Solid Casual Dress",
        "sku":"AS-LN-001",
        "price":2527,
        "brand":"Allen Solly",
        "category":"linen",
        "subCategory":"summer, light, shirt, formal, beige, male",
        "description":"Indulge in the effortless charm of this Allen Solly dress, expertly made from a luxurious cotton and linen blend. The softly beige tone exudes warmth and versatility, making it an impeccable choice for casual encounters. Its regular fit and long sleeves ensure comfort while flattering your silhouette. Elevate your everyday style with this solid-patterned dress, designed to be your go-to piece for leisurely afternoons and spontaneous outings, embodying understated sophistication.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-LN-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-LN-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-beige-solid-casual-dress-39947021.html?source=plp"
    },
    {
        "name":"Women White Solid Long Sleeves Shirt",
        "sku":"AS-LN-002",
        "price":1679,
        "brand":"Allen Solly",
        "category":"linen",
        "subCategory":"summer, light, shirt, formal, white, female",
        "description":"Introducing an exquisite addition for the discerning woman, this impeccably designed white formal shirt from Allen Solly embodies sophistication. Made from a blend of cotton and linen, it offers breathability and a chic silhouette complemented by long sleeves. The solid pattern effortlessly pairs with tailored trousers or skirts, making it ideal for office settings or elegant gatherings. Experience refined style with each wear, where versatility meets luxury in this wardrobe essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-LN-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-LN-002.glb",
        "productLink":"Buy Women White Solid Long Sleeves Shirt Online - 39945527 | Allen Solly"
    },
    {
        "name":"Women Multi Print Round Neck Casual Sweater",
        "sku":"AS-WN-004",
        "price":1575,
        "brand":"Allen Solly",
        "category":"sweater",
        "subCategory":"winter,warm, sweatshirt, shirt, casual, mixcolor, female",
        "description":"Unveiling a celebration of artistry, this multi-colored sweater from Allen Solly seamlessly integrates playful prints with laid-back sophistication, making it a staple for casual gatherings. Expertly constructed from soft acrylic, it offers warmth and style, ensuring your comfort as you embark on weekend adventures. The round neck design enhances its versatility, allowing for effortless pairing with your favorite denim or skirts, embodying an effortlessly chic aesthetic perfect for any occasion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-004.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-multi-print-round-neck-casual-sweater-40104555.html?source=plp"
    },
    {
        "name":"Men Black Solid Stylized Neck Full Sleeves Sweater",
        "sku":"AS-WN-005",
        "price":2260,
        "brand":"Allen Solly",
        "category":"sweater",
        "subCategory":"winter,warm, sweatshirt, shirt, formal, black, male",
        "description":"Transform your casual wardrobe with this luxurious black sweater from Allen Solly. Crafted from premium cotton, this stylish piece features a zip front and a stylized neck that brings contemporary flair to comfort. The full sleeves enhance warmth, making it an ideal companion for relaxed weekends or laid-back evenings. A seamless blend of practicality and style, this sweater invites versatility to effortlessly elevate your everyday ensembles. Experience refined fashion with every wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-005.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-black-solid-stylized-neck-full-sleeves-sweater-955102.html?source=plp"
    },
    {
        "name":"Men White Slim Fit Solid Full Sleeves Casual Shirt\n",
        "sku":"AS-SH-001",
        "price":2491,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, casual, white, male",
        "description":"Crisp white and finely tailored, this shirt from Allen Solly`s Airportables collection redefines casual elegance. Made from a refined blend of bamboo, polyester, and spandex, it promises breathable comfort and a flattering slim fit for any occasion. The solid pattern offers versatile adaptability, whether paired with chinos or denim. Elevate your everyday style with this sophisticated essential that beautifully marries functionality and contemporary charm, making it a must-have for the discerning man.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-white-super-slim-fit-solid-full-sleeves-casual-shirt-39708165.html?source=plp"
    },
    {
        "name":"Men Khaki Regular Fit Solid Full Sleeves Wrinkle Resistant Formal shirt",
        "sku":"AS-SH-002",
        "price":2491,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, khaki, male",
        "description":"Indulge in timeless refinement with this Bespoke formal shirt in khaki. Expertly tailored from a premium cotton-polyester blend, it offers unparalleled comfort and a polished look for any sophisticated occasion. The solid pattern and regular fit ensure you`re always well-dressed and confident, whether at work or a formal gathering. This shirt seamlessly transitions from day to night, making it a must-have in your collection of elevated essentials.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-khaki-regular-fit-solid-full-sleeves-formal-shirts-39735698.html?source=plp"
    },
    {
        "name":"Men Black Regular Fit Solid Full Sleeves Wrinkle Resistant Formal shirt",
        "sku":"AS-SH-003",
        "price":2491,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, black, male",
        "description":"Indulge in the sophistication of Bespoke`s black formal shirt, tailored to enhance your presence at distinguished occasions. Meticulously constructed from a blend of cotton and polyester, this regular-fit silhouette offers a refined look featuring a solid pattern and full sleeves. Perfectly harmonizing style and comfort, this shirt is an essential choice for the discerning gentleman who appreciates elegance and versatility in his attire, promising to elevate your formal wardrobe effortlessly.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-black-regular-fit-solid-full-sleeves-formal-shirts-39835193.html?source=plp"
    },
    {
        "name":"Men Navy Regular Fit Solid Half Sleeves Wrinkle Resistant Formal shirt",
        "sku":"AS-SH-004",
        "price":2224,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, navy, male",
        "description":"Refine your formal attire with this sophisticated navy shirt from Bespoke. Meticulously constructed from premium cotton, it promises breathable wear throughout the day. The solid pattern offers an understated elegance, making it ideal for important meetings or elegant gatherings. Its regular fit ensures a flattering shape, while half sleeves provide a contemporary touch. Experience the luxury of tailoring that enhances your professional presence, elevating your ensemble with effortless grace.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-004.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-regular-fit-solid-half-sleeves-formal-shirts-39728609.html?source=plp"
    },
    {
        "name":"Men Brown Regular Fit Checked Full Sleeves Casual Shirt",
        "sku":"AS-SH-005",
        "price":2224,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, brown, male",
        "description":"Intricately designed in rich brown cotton, this full-sleeved shirt by Allen Solly embodies casual sophistication. The check pattern injects an element of contemporary charm, making it an essential choice for relaxed outings. Its regular fit allows for effortless movement, promising comfort without compromising on style. Perfect for informal gatherings or weekend getaways, this shirt invites a sense of confidence and stylish ease into your everyday ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-005.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-brown-regular-fit-check-full-sleeves-casual-shirts-39903336.html?source=plp"
    },
    {
        "name":"Women White Solid Short Sleeves Shirt",
        "sku":"AS-SH-006",
        "price":1199,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, short sleeve, formal, white, female",
        "description":"Indulge in the effortless charm of this exquisite shirt by Allen Solly, designed thoughtfully for everyday elegance. The solid white hue radiates versatility, enhancing your casual look while the blend of cotton, polyester, and elastane ensures breathability and ease of wear. Tailored in a regular fit with short sleeves, it creates a stylish silhouette perfect for social outings. Unleash your personal style with this must-have addition to your collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-006.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-white-solid-short-sleeves-shirt-39724814.html?source=plp"
    },
    {
        "name":"Women Navy Solid 3\/4th Sleeves Shirt",
        "sku":"AS-SH-007",
        "price":1079,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, 3\/4th sleeve, formal, navy, female",
        "description":"This Allen Solly shirt in rich navy provides an effortless solution for casual wear. Blending cotton and spandex, its soft fabric delivers ease of wear with dynamic stretch for freedom of movement. The 3\/4th sleeves add a touch of sophistication, enhancing your silhouette. Whether paired with jeans or shorts, this solid design seamlessly integrates into any laid-back ensemble, making it an indispensable addition for those seeking both style and comfort in their everyday wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-007.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-navy-solid-34th-sleeves-shirt-917261.html?source=plp"
    },
    {
        "name":"Women Peach Solid Cap Sleeves Shirt",
        "sku":"AS-SH-008",
        "price":2499,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, peach, female",
        "description":"This vibrant orange shirt from Allen Solly is the perfect addition to your casual wardrobe. Crafted from a blend of viscose and nylon, it offers both comfort and breathability for all-day wear. The solid pattern ensures versatility, making it ideal for various occasions. Embrace effortless style and express your unique fashion sense with this chic shirt that effortlessly combines elegance and ease.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-008.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-orange-solid-cap-sleeves-shirt-40095303.html?source=plp"
    },
    {
        "name":"Women Black Solid Short Sleeves Shirt",
        "sku":"AS-SH-009",
        "price":2299,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, short sleeve, formal, black, female",
        "description":"Effortlessly sophisticated, this black shirt from Allen Solly is designed for the modern woman. Crafted from a luxurious blend of rayon and nylon, it offers a light and breathable feel, ideal for casual outings. The solid pattern adds a touch of timeless elegance, ensuring you remain chic without sacrificing comfort. Whether paired with jeans or skirts, this piece is an essential addition to your everyday collection, enhancing both style and versatility.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-009.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-black-solid-short-sleeves-shirt-40216216.html?source=plp"
    },
    {
        "name":"Women Blue Solid Long Sleeves Shirt\n",
        "sku":"AS-SH-010",
        "price":1379,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, long sleeve, formal, blue, female",
        "description":"A delightful addition to your casual wardrobe, this elegant blue shirt from Allen Solly is meticulously constructed from breathable cotton for all-day comfort. Featuring a solid pattern and regular fit, it exudes effortless style, making it ideal for both relaxed weekends and lunch dates. The long sleeves add a timeless touch, ensuring you stay chic without sacrificing ease. Elevate your ensemble with this versatile piece that embodies modern sophistication and charm.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-010.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-blue-solid-long-sleeves-shirt-920415.html?source=plp"
    },
    {
        "name":"Men Grey Slim Fit Solid Casual Trousers",
        "sku":"AS-PT-001",
        "price":1829,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, slim, casual, grey,male ",
        "description":"Elevate your everyday style with these elegantly designed grey trousers by Allen Solly. Crafted from a premium cotton-spandex blend, they provide enhanced stretch for all-day ease and ensure a flattering slim fit. Perfect for casual outings, these solid-patterned trousers seamlessly pair with various tops, making them a versatile addition to your wardrobe. Experience the confidence that comes from superior craftsmanship and refined style. An essential for the modern man.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-grey-slim-fit-solid-casual-trousers-39824534.html?source=plp"
    },
    {
        "name":"Men Navy Slim Fit Printed Formal Trousers\n",
        "sku":"AS-PT-002",
        "price":1499,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, slim, formal, navy, male ",
        "description":"Designed for the modern gentleman, these navy trousers from Allen Solly Sport offer a polished look perfect for formal occasions. The printed pattern adds a unique flair, while the slim fit enhances your silhouette, ensuring style without compromising comfort. Made from a blend of polyester, viscose, and spandex, they provide flexibility for all-day wear. Elevate your ensemble with these effortlessly stylish trousers that capture the essence of sophistication and contemporary fashion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-slim-fit-print-formal-trousers-39737641.html?source=plp"
    },
    {
        "name":"Men Green Solid Casual Pull-Up Pants",
        "sku":"AS-PT-003",
        "price":1524,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, casual, green, male ",
        "description":"Indulge in the perfect blend of versatility and comfort with these regular fit pull-up pants from Allen Solly. Meticulously designed in a solid green hue, they exude a fresh vibe suitable for casual outings. The cotton and spandex fabric guarantees ease of movement, while the pleated trouser front adds a touch of sophistication. Seamlessly transition from day to night, making these pants a must-have addition to your collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-green-regular-fit-solid-casual-trousers-39907732.html?source=plp"
    },
    {
        "name":"Men Blue Solid Parachute Pants",
        "sku":"AS-PT-004",
        "price":1779,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, casual, blue, male ",
        "description":"Immerse yourself in the charm of Allen Solly`s solid blue trousers for men, meticulously tailored from high-quality cotton. Designed for casual outings, these regular-fit trousers provide exceptional comfort while ensuring a polished appearance. The flat front accentuates a clean silhouette, effortlessly blending style with function. Ideal for a morning brunch or a leisurely walk in the park, they embody a refined aesthetic that enhances your everyday wear collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-004.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-blue-regular-fit-solid-casual-trousers-39918042.html?source=plp"
    },
    {
        "name":"Men Navy Regular Fit Solid Casual Trousers",
        "sku":"AS-PT-005",
        "price":2258,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, fit, casual, navy, male ",
        "description":"Elevate your casual ensemble with these navy trousers from Allen Solly, designed from a blend of cotton and spandex for a contemporary fit. The flat front adds a touch of sophistication, making them an ideal choice for relaxed outings or social gatherings. The solid pattern ensures effortless styling versatility, allowing for seamless coordination with your favorite tops. Embrace comfort and class in these trousers, a quintessential addition to any discerning gentleman`s collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-005.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-regular-fit-solid-casual-trousers-39858318.html?source=plp"
    },
    {
        "name":"\nWomen Black Solid Formal Trousers",
        "sku":"AS-PT-006",
        "price":1679,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, formal, black, female ",
        "description":"Crafted for the modern woman, these black trousers by Allen Solly redefine formal wear with an exquisite blend of polyester, viscose, and spandex. The flat front design ensures a tailored fit, accentuating a polished silhouette suitable for any professional setting. Perfect for long hours at the office or meetings, their sophisticated allure pairs effortlessly with blouses or tailored jackets, making them a staple in your wardrobe for impactful days ahead.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-006.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-black-genericfit-solid-formal-trousers-40004780.html?source=plp"
    },
    {
        "name":"Women Olive Regular Fit Solid Casual Trousers",
        "sku":"AS-PT-007",
        "price":2046,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, fit, casual, olive, female ",
        "description":"Effortlessly stylish, these solid olive trousers from Allen Solly embrace a relaxed fit, making them an ideal choice for casual days. Skillfully crafted from a blend of polyester and spandex, they offer comfort and freedom of movement, perfect for your on-the-go lifestyle. Pair these versatile trousers with a crisp blouse or a chic top for a complete look, ensuring you remain effortlessly trendy from morning meetings to evening outings.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-007.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-olive-regular-fit-solid-casual-trousers-39735904.html?source=plp"
    },
    {
        "name":"Women Black Contemporary Fit Solid Casual Trousers",
        "sku":"AS-PT-008",
        "price":1525,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, fit, casual, black, female ",
        "description":"Indulge in the timeless allure of these black trousers from Allen Solly, crafted from premium cotton for supreme wearability. The solid pattern offers effortless style, ideal for casual outings where chic meets comfort. Designed in a flattering regular fit, these trousers promise to enhance your silhouette while ensuring ease of movement. Embrace unmatched versatility that complements any top, making them an essential addition to your collection for seasons to come.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-008.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-black-regular-fit-solid-casual-trousers-39838319.html?source=plp"
    },
    {
        "name":"\nWomen Khaki Solid Casual Trousers",
        "sku":"AS-PT-009",
        "price":2336,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, slim, casual, khaki, female ",
        "description":"Elevate your casual wardrobe with these chic khaki trousers from Allen Solly. Meticulously constructed with a harmonious blend of cotton, polyester, and elastane, they offer exceptional comfort and a flattering fit for everyday wear. The solid pattern ensures effortless styling for various occasions, while the flat front enhances a polished look. Whether paired with a casual tee or an elegant blouse, these trousers become a staple, promising to showcase your unique charm with every outing.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-009.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-khaki-genericfit-solid-casual-trousers-40095311.html?source=plp"
    },
    {
        "name":"Women Grey Solid Formal Trousers",
        "sku":"AS-PT-010",
        "price":1707,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,trouser, solid, formal, gray, female ",
        "description":"experience effortless sophistication with these grey trousers from Allen Solly, expertly tailored for the modern woman. Made from a refined blend of polyester and spandex, they offer a luxurious fit while maintaining comfort throughout your day. The classic solid pattern ensures versatility, allowing you to transition seamlessly from the office to evening engagements. A timeless addition to any formal attire, these trousers are your go-to choice for style and poise.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-010.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-grey-genericfit-solid-formal-trousers-39945524.html?source=plp"
    },
    {
        "name":"Men Pink Slim Fit Textured Party Three Piece Suit",
        "sku":"AS-WS-001",
        "price":10271,
        "brand":"Allen Solly",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, pink, male",
        "description":"Elevated elegance defines this pink three-piece suit from the Sapphire Stag collection by Allen Solly. Made from a luxurious blend of polyester and rayon, it features a textured pattern that enhances visual appeal. Designed for parties, its slim fit flatters effortlessly, offering confidence and charm for any occasion. Achieve a distinctive look that blends sophistication with contemporary style, ensuring you command attention while enjoying ultimate comfort throughout your evening.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WS-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WS-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-pink-slim-fit-textured-party-three-piece-suit-964079.html?source=plp"
    },
    {
        "name":"Men Navy Slim Fit Solid Formal Three Piece Suit",
        "sku":"AS-WS-002",
        "price":12325,
        "brand":"Allen Solly",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, navy, male",
        "description":"Infuse timeless charm into your formal ensemble with this navy three-piece suit from the Sapphire Stag collection by Allen Solly. Meticulously designed from a premium blend of polyester and wool, it offers a refined silhouette that enhances your professional presence. The solid pattern and 2-button front exude confidence and sophistication, making it ideal for important occasions. Achieve a polished look effortlessly that conveys both ambition and style with this essential addition to your wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WS-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WS-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-slim-fit-solid-formal-three-piece-suit-894063.html?source=plp"
    },
    {
        "name":"Men Maroon Slim Fit Textured Formal Three Piece Suit",
        "sku":"AS-WS-003",
        "price":10271,
        "brand":"Allen Solly",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, maroon, male",
        "description":"Refined sophistication awaits in the maroon tailored three-piece suit from the Sapphire Stag collection by Allen Solly. Meticulously designed with a textured finish, this slim-fit ensemble is ideal for formal occasions, ensuring you stand out with distinct elegance. The blend of polyester and wool offers unparalleled comfort while maintaining a sharp silhouette. Elevate your presence at any event with this stylish suit that embodies both authority and grace.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WS-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WS-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-maroon-slim-fit-textured-formal-three-piece-suit-781313.html?source=plp"
    },
    {
        "name":"Men Navy Textured Casual Blazer",
        "sku":"AS-BZ-001",
        "price":7500,
        "brand":"Allen Solly",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, casual, navy, male",
        "description":"Embody sophistication with this navy blazer from Allen Solly, meticulously designed for the modern man. The textured fabric combines polyester, rayon, and spandex, ensuring a refined look while offering exceptional comfort. Tailored in an ultra slim fit, this piece is ideal for casual gatherings, making it easy to transition from daytime chic to evening elegance. Elevate your ensemble effortlessly and captivate every room with its contemporary allure.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-BZ-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-BZ-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-ultra-slim-fit-textured-casual-blazer-39839227.html?source=plp"
    },
    {
        "name":"Men Navy Solid Formal Blazer",
        "sku":"AS-BZ-002",
        "price":6999,
        "brand":"Allen Solly",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, formal, navy, male",
        "description":"Navy blue sophistication defines this Allen Solly Sport blazer, an exceptional choice for formal occasions. Skillfully made from a luxurious blend of polyester, viscose, and spandex, it offers a tailored silhouette that embodies modern elegance. The solid pattern elevates its classic charm, ensuring versatility from boardroom meetings to evening events. With its refined two-button design, this blazer effortlessly enhances your look, making it an indispensable addition to your ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-BZ-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-BZ-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-genericfit-solid-formal-blazer-40233913.html?source=plp"
    },
    {
        "name":"Women Black Regular Fit Blazer",
        "sku":"AS-BZ-003",
        "price":3170,
        "brand":"Allen Solly",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, casual, black, female",
        "description":"Embodying the essence of sophistication, this blazer from Allen Solly in black is designed for formal occasions. Its expertly tailored fit, crafted from a blend of polyester and spandex, offers both style and mobility. The single-button front accentuates your silhouette, making it an ideal choice for professional settings or elegant gatherings. Pair it seamlessly with tailored trousers or a chic skirt for a refined look that commands attention and exudes confidence.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-BZ-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-BZ-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-black-regular-fit-blazer-921818.html?source=plp"
    },
    {
        "name":"Women Lilac Blazer\n",
        "sku":"AS-BZ-004",
        "price":2607,
        "brand":"Allen Solly",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, formal, lilac, male",
        "description":"Infuse your formal look with refinement in this lilac blazer from Allen Solly. Elegantly designed with a solid pattern, it combines polished aesthetics with a tailored fit. The blend of polyester and spandex not only delivers a beautiful silhouette but also ensures comfortable wear throughout your day. Perfect for professional settings or sophisticated gatherings, this blazer transforms your ensemble, offering a touch of style that complements your confidence effortlessly.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-BZ-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-BZ-004.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-lilac-genericfit-blazer-39951924.html?source=plp"
    },
    {
        "name":"Men Black Slim Fit Solid Formal Three Piece Suit\n",
        "sku":"AS-TX-001",
        "price":11640,
        "brand":"Allen Solly",
        "category":"tuxedo",
        "subCategory":"special, wedding, office, presentation, formal, lilac, male",
        "description":"Presenting sophistication and style, this Allen Solly three-piece suit in sleek black is a refined choice for formal occasions. Meticulously designed with a slim fit, it offers a contemporary silhouette that enhances your look. Made from a luxurious blend of polyester and viscose, it promises lasting comfort and impeccable drape. Ideal for those who seek to make a memorable entrance, this suit embodies timeless elegance and modern craftsmanship, setting the standard for distinguished events.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-TX-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-TX-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-black-slim-fit-solid-formal-three-piece-suit-39629164.html?source=plp"
    },
    {
        "name":"Men Navy Slim Fit Solid Formal Two Piece Suit",
        "sku":"AS-TX-002",
        "price":10271,
        "brand":"Allen Solly",
        "category":"tuxedo",
        "subCategory":"special, wedding, party, casual, navy, two piece suit, male",
        "description":"Elevate your presence at formal occasions with this meticulously tailored two-piece suit from Allen Solly. In a refined navy hue, its slim fit shapes a modern silhouette while the solid pattern ensures timeless versatility. Made from a luxurious blend of polyester, viscose, and wool, it guarantees all-day comfort. This suit embodies sophistication and is an essential investment for the discerning gentleman seeking to make an impeccable statement wherever he goes.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-TX-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-TX-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-navy-slim-fit-solid-formal-two-piece-suit-803347.html?source=plp"
    },
    {
        "name":"Women Pink Solid Party Dress\n",
        "sku":"AS-PW-001",
        "price":2211,
        "brand":"Allen Solly",
        "category":"dress",
        "subCategory":"special, wedding, party, casual, pink, female",
        "description":"Exuding a charming allure, this exquisite pink dress from Allen Solly is your perfect companion for festive gatherings. Crafted from a soft blend of polyester and viscose, it promises comfort and a chic, regular fit. The sleeveless design and flattering V-neck elevate its sophisticated appeal, making it suitable for a variety of occasions. Embrace effortless styling with its solid pattern, ensuring you stand out gracefully at every celebration.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PW-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PW-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-pink-solid-party-dress-933136.html?source=plp"
    },
    {
        "name":"Women Black Solid Party Top",
        "sku":"AS-PW-002",
        "price":1799,
        "brand":"Allen Solly",
        "category":"dress",
        "subCategory":"special, wedding, party, casual, black, female",
        "description":"Adorn your evenings with this stunning black top from Allen Solly, designed for the modern woman seeking a sophisticated touch. The smooth polyester fabric drapes beautifully, while the long sleeves and round neck create an appealing silhouette perfect for any party. Its solid pattern offers timeless elegance, allowing for effortless pairing with your favorite accessories. Revel in the impeccable style and embrace every moment with confidence as you make a statement.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PW-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PW-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-black-solid-party-top-39724867.html?source=plp"
    },
    {
        "name":"Men Brown Solid Casual Belt",
        "sku":"AS-BL-001",
        "price":1019,
        "brand":"Allen Solly",
        "category":"belt",
        "subCategory":"special, wedding, party, casual, navy, male",
        "description":"Elegantly designed, this brown leather belt from Allen Solly is the essential accessory for the discerning man. Ideal for casual outings, its solid pattern offers a timeless appeal that complements various styles. Crafted for both durability and sophistication, this belt adds a polished touch to your ensemble. Embrace the versatility of this premium piece, seamlessly transitioning from day to night while enhancing your sartorial expression with each wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-BL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-BL-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-brown-solid-casual-belt-39837849.html?source=plp"
    },
    {
        "name":"Men Maroon Solid Formal Tie",
        "sku":"AS-TE-001",
        "price":1156,
        "brand":"Allen Solly",
        "category":"tie",
        "subCategory":"extra, formal, maroon, male",
        "description":"Rich in sophistication, this solid maroon tie by Allen Solly is the quintessential accessory for the discerning gentleman. Crafted from premium polyester, it offers a striking pop of color perfect for formal occasions while ensuring durability and ease of care. The refined hue seamlessly enhances your ensemble, lending an air of confidence that complements both classic and modern attire. Elevate your style with this timeless piece that speaks of understated elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-TE-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-TE-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-maroon-solid-formal-accessories-948190.html?source=plp"
    },
    {
        "name":"Men Blue Embroidered Party Tie and Pocket Square",
        "sku":"AS-TE-002",
        "price":2336,
        "brand":"Allen Solly",
        "category":"tie",
        "subCategory":"extra, formal, blue, male",
        "description":"Elevate your look with the striking blue tie and pocket square set from Allen Solly, expertly designed for the modern man. Ideal for parties, the chic embroidered pattern adds a refined touch, allowing for seamless coordination with various ensembles. Made from high-quality polyester, it ensures lasting style and durability. Whether you're dressing up for an event or making a statement at work, this sophisticated accessory is the ultimate finishing touch to your outfit.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-TE-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-TE-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-blue-embroidered-party-tie-and-pocket-square-40105710.html?source=plp"
    },
    {
        "name":"Men Brown Solid Genuine Leather Wallet",
        "sku":"AS-WL-001",
        "price":1334,
        "brand":"Allen Solly",
        "category":"wallet",
        "subCategory":"extra, casual, brown, male",
        "description":"Experience the understated luxury of the Allen Solly leather wallet, a staple for the modern gentleman. The sleek brown hue complements any casual outfit, exuding sophistication without effort. Meticulously constructed for durability, this solid-pattern accessory combines practicality with timeless style. Revel in the convenience of organized essentials, making this wallet an indispensable companion. Elevate your everyday carry with this classic piece that signifies taste and reliability, perfect for any occasion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WL-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-brown-solid-genuine-leather-wallet-40067574.html?source=plp"
    },
    {
        "name":"Women Cream Casual Ballerinas",
        "sku":"AS-SHO-001",
        "price":1601,
        "brand":"Allen Solly",
        "category":"shoes",
        "subCategory":"extra, casual, cream, female",
        "description":"Crafted from premium vegan leather, these cream ballerinas redefine casual luxury. Their solid design ensures a chic look, making them ideal for versatile styling. Whether paired with denim or a flowing dress, these shoes promise to enhance your everyday wardrobe. Elevating comfort without sacrificing elegance, they seamlessly blend with your lifestyle. Choose Allen Solly for a chic addition that enhances your confidence on every outing, making a statement in subtle sophistication.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SHO-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SHO-001.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-cream-casual-ballerinas-865104.html?source=plp"
    },
    {
        "name":"Women Navy Casual Lace Up Shoes",
        "sku":"AS-SHO-002",
        "price":2099,
        "brand":"Allen Solly",
        "category":"shoes",
        "subCategory":"extra, casual, navy, female",
        "description":"Step into unparalleled comfort with the Allen Solly lace-up shoes, meticulously constructed from premium vegan leather in a rich navy hue. The textured finish not only adds a modern edge but provides versatility for various casual occasions. Lightweight and adaptive, these shoes promise all-day ease, ensuring you stay stylish without sacrificing comfort. Ideal for your everyday adventures, they are the perfect blend of contemporary design and practical benefits that elevate your casual ensemble.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SHO-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SHO-002.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-navy-casual-lace-up-shoes-965083.html?source=plp"
    },
    {
        "name":"Men Olive Crew Neck Full Sleeves Casual Sweatshirt",
        "sku":"AS-WN-006",
        "price":1539,
        "brand":"Allen Solly",
        "category":"sweatshirt",
        "subCategory":"winter,warm, sweatshirt, shirt, casual, blue, male",
        "description":"Infuse your casual wardrobe with this olive printed sweatshirt by Allen Solly, designed for laid-back elegance. Made from soft cotton, this regular-fit piece provides all-day ease while ensuring a stylish profile. Its crew neck and full sleeves enhance the contemporary vibe, making it suitable for weekend outings or relaxed gatherings. The unique print adds a distinctive flair, effortlessly elevating your ensemble. Embrace comfort and style with this refined essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-WN-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-WN-006.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-olive-crew-neck-full-sleeves-casual-sweatshirt-39729628.html?source=plp"
    },
    {
        "name":"Women Light Blue Light Wash Jeans",
        "sku":"AS-PT-011",
        "price":1679,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,jeans, formal, light blue, female ",
        "description":"Immerse yourself in casual chic with Allen Solly`s light blue jeans, blended from premium cotton for an inviting touch. Tailored for a regular fit, these jeans offer a timeless silhouette that effortlessly complements various styles. The solid pattern underscores versatility, making them a perfect companion for everyday adventures. From brunch dates to weekend errands, enjoy the effortless appeal and comfort that these essential jeans bring to your lifestyle while radiating understated charm.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-011.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-011.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-light-blue-genericfit-light-wash-jeans-40016171.html?source=plp"
    },
    {
        "name":"Men Olive Solid Shorts",
        "sku":"AS-PT-012",
        "price":1299,
        "brand":"Allen Solly",
        "category":"pant",
        "subCategory":"pant,shorts, casual, olive, male ",
        "description":"Unveiling effortless style, these olive cargo shorts by Allen Solly are a refined choice for casual adventures. Meticulously constructed from a breathable cotton and spandex blend, they offer a relaxed fit that moves with you throughout the day. Their solid pattern imbues a classic appeal, seamlessly pairing with your favorite tees or casual shirts. Elevate your weekend outings with shorts that embody both functionality and chic flair. Perfect for the modern man seeking comfort.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-PT-012.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-PT-012.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-olive-solid-regular-fit-shorts-39907137.html?source=plp"
    },
    {
        "name":"Men Olive Textured Crew Neck T-shirt",
        "sku":"AS-SH-011",
        "price":1799,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, textured, formal, olive, male",
        "description":"Enveloped in a rich olive hue, this Allen Solly t-shirt marries style and practicality for the modern man's casual adventures. Crafted from a unique blend of cotton, polyester, and spandex, its textured finish adds depth, while the crew neck offers an easy-going appeal. This versatile piece effortlessly transitions from morning coffee to evening outings, ensuring you remain effortlessly stylish. Experience the perfect blend of comfort and contemporary flair with every wear.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-011.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-011.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-olive-textured-crew-neck-t-shirt-40230513.html?source=plp"
    },
    {
        "name":"Men Green Stripe Full Sleeves Formal Shirt",
        "sku":"AS-SH-012",
        "price":3999,
        "brand":"Allen Solly",
        "category":"shirt",
        "subCategory":"shirt, formal, green, male",
        "description":"With a fresh green hue and elegant stripe pattern, this Allen Solly shirt from the Edition 1744 collection epitomizes formal sophistication. Meticulously crafted from breathable cotton, it offers ease and style for your professional engagements. Its refined design serves as a versatile anchor for your formal outfits, whether paired with tailored trousers or chinos. Refresh your wardrobe with this statement piece that seamlessly elevates your appeal at any sophisticated gathering.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SH-012.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SH-012.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/men-green-genericfit-stripe-full-sleeves-formal-shirt-40236247.html?source=plp"
    },
    {
        "name":"Women Brown Casual Boots\n",
        "sku":"AS-SHO-003",
        "price":2219,
        "brand":"Allen Solly",
        "category":"shoes",
        "subCategory":"shoes, formal, brown, female",
        "description":"A rich brown hue defines these stylish boots from Allen Solly, effortlessly complementing your casual ensemble. The solid design radiates timeless appeal while ensuring versatility across various outfits. Crafted with meticulous attention to detail, they provide enduring comfort for everyday wear. These boots are an essential addition to your collection, enhancing both your fashion sense and practicality. Slip them on to exude confidence and sophistication on any outing.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/AS-SHO-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/AS-SHO-003.glb",
        "productLink":"https:\/\/allensolly.abfrl.in\/p\/women-brown-casual-boots-39829903.html?source=plp"
    },
    {
        "name":"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMen White Slim Fit Full Sleeves Formal Shirt",
        "sku":"PE-SH-001",
        "price":965,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, white, male",
        "description":"Adorn yourself in this distinguished full sleeves formal shirt by Peter England, a timeless piece showcasing a refined print on luxurious cotton. The slim fit creates a polished silhouette, ensuring you exude confidence at every formal gathering. Its classic white hue pairs seamlessly with tailored trousers or chinos, allowing for versatile styling. Embrace the art of sophisticated dressing and make this essential shirt your go-to for elevated occasions. Ideal for the discerning gentleman",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-001.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-white-slim-fit-full-sleeves-formal-shirt-39628877.html?source=plp"
    },
    {
        "name":"Men Navy Slim Fit Full Sleeves Formal Shirt",
        "sku":"PE-SH-002",
        "price":1259,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, navy, male",
        "description":"Step into sophistication with this navy full sleeves formal shirt from Peter England. Meticulously constructed from premium cotton, it offers breathable comfort that lasts throughout your day. The intricate print elevates your ensemble, ensuring you stand out in any formal setting. With its slim fit, this shirt adds a contemporary touch to your look, making it an essential piece for business meetings and elegant gatherings alike. A stylish choice for the discerning gentleman.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-002.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-navy-slim-fit-formal-shirt-39711526.html?source=plp"
    },
    {
        "name":"Men Purple Slim Fit Full Sleeves Formal Shirt",
        "sku":"PE-SH-003",
        "price":1619,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, purple, male",
        "description":"Introducing a stunning addition to your formal attire, this full sleeves shirt from Peter England in a rich purple hue embodies sophistication. Made from breathable cotton, it offers exceptional comfort without sacrificing style. The solid pattern and slim fit create a modern silhouette, ideal for boardroom meetings or upscale gatherings. Elevate your presence effortlessly, allowing your confidence to shine through with each wear of this luxurious piece.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-003.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-purple-slim-fit-formal-shirt-39733871.html?source=plp"
    },
    {
        "name":"Men Black Super Slim Fit Full Sleeves Formal Shirt",
        "sku":"PE-SH-004",
        "price":899,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, beige, male",
        "description":"For the discerning gentleman, this black full sleeves formal shirt by Peter England Perform is an essential addition. Meticulously constructed from a premium cotton and spandex blend, it offers a super slim fit that enhances your silhouette while allowing for effortless movement. The captivating print adds a contemporary twist, ensuring you make an impression at any formal occasion. Perfect for those who appreciate style and sophistication, this shirt effortlessly blends fashion with function.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-004.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-black-super-slim-fit-formal-shirt-39668681.html?source=plp"
    },
    {
        "name":"Men Beige Textured Formal Trousers\n",
        "sku":"PE-PT-005",
        "price":1619,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, slim, formal, black, male ",
        "description":"These formal trousers from Peter England blend sophistication with modern flair, showcasing a textured beige finish that speaks to refined style. The slim fit offers a tailored silhouette, ideal for formal occasions, ensuring you always present an elegant image. Crafted from a blend of polyester, viscose, and spandex, they provide lasting comfort and a flattering drape. Perfectly complement your tailored shirts or blazers for a sartorial look that leaves a memorable impression",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-PT-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-PT-005.glb",
        "productLink":"Buy Men Beige Textured Formal Trousers Online - 39974814 | Peter England"
    },
    {
        "name":"Men Blue Check Super Slim Fit Chino Casual Trousers\n",
        "sku":" PE-PT-006",
        "price":1214,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, slim, formal, blue, male ",
        "description":"Effortlessly sophisticated, these breathable blue chinos from Peter England Casuals blend style with the perfect super slim fit for modern gentleman. Crafted from a luxurious cotton and spandex blend, they offer exceptional comfort and flexibility for casual outings. The chic check pattern adds an air of refined taste, ensuring you always look polished, whether meeting friends or enjoying a leisurely stroll. Redefine casual elegance with these must-have trousers in your wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/ PE-PT-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/ PE-PT-006.glb",
        "productLink":"Buy Men Blue Check Super Slim Fit Chino Casual Trousers Online - 940042 | Peter England"
    },
    {
        "name":"Men Black Textured Polo Neck T-shirt",
        "sku":"PE-SH-007",
        "price":769,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, black, male",
        "description":"Effortlessly stylish, this black textured polo t-shirt from Peter England brings a sophisticated flair to your casual outings. Meticulously constructed from breathable cotton, it offers all-day comfort while the modern fit ensures a flattering silhouette. The half sleeves enable easy movement, making it a versatile choice for leisurely weekends or relaxed gatherings. Combine it with your favorite jeans or chinos for an effortlessly chic look. Experience contemporary style that resonates with your lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-007.glb",
        "productLink":"Peter England Jeans Polo T-Shirts, Men Black Textured Polo Neck T-shirt for T-Shirts at peterengland.abfrl.in"
    },
    {
        "name":"Men Maroon Print Polo Neck T-shirt",
        "sku":"PE-SH-008",
        "price":719,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, grey, male",
        "description":"Radiating a refined charm, this maroon polo t-shirt from Peter England redefines casual elegance. Its exquisite print invites attention, while the half sleeves elevate comfort for laid-back outings. Crafted from premium cotton, this piece ensures breathable ease, making it a versatile addition to your wardrobe. Pair it effortlessly with denim or shorts for a polished look, ideal for weekend gatherings or casual get-togethers. Embrace stylish leisure with this quintessential wardrobe staple.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-008.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-008.glb",
        "productLink":"Peter England Jeans Polo T-Shirts, Men Maroon Print Polo Neck T-shirt for T-Shirts at peterengland.abfrl.in"
    },
    {
        "name":"Men Grey Textured Trousers\n",
        "sku":"PE-PT-009",
        "price":1279,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, slim, formal, maroon, male ",
        "description":"Indulge in the refined sophistication of these slim-fit trousers from Peter England. Meticulously constructed from a blend of polyester, viscose, and spandex, they offer lasting comfort while ensuring an impeccable silhouette for formal occasions. The textured grey finish adds a nuanced depth, making these trousers an ideal choice for the modern gentleman who values versatility in his wardrobe. Elevate your presence with this essential piece designed for effortless elegance",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-PT-009.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-PT-009.glb",
        "productLink":"Buy Men Grey Textured Trousers Online - 39828847 | Peter England"
    },
    {
        "name":"Men White Slim Fit Print Half Sleeves Casual Shirt\n",
        "sku":"PE-SH-010",
        "price":1719,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, casual, white, male",
        "description":"With a relaxed silhouette, this white half-sleeves casual shirt from Peter England Casuals embodies effortless style. Made from soft cotton, it promises all-day comfort while featuring a unique print that infuses your look with character. Perfect for casual outings or laid-back weekends, this shirt effortlessly blends with your favorite jeans or shorts, making it a wardrobe essential. Indulge your personal style with this statement piece that radiates charm and versatility.\n\n\n",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-010.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-010.glb",
        "productLink":"Buy Men White Slim Fit Print Half Sleeves Casual Shirt Online - 40236433 | Peter England"
    },
    {
        "name":"Men Blue Slim Fit Check Full Sleeves Casual Shirt",
        "sku":"PE-SH-011",
        "price":1499,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, formal, blue, male",
        "description":"Unlock effortless charm with this blue checked casual shirt from Peter England. Meticulously tailored in breathable cotton, it promises all-day wearability, while the slim fit enhances your silhouette. With full sleeves, it transitions seamlessly from leisurely mornings to vibrant evenings, offering style that speaks sophistication. Perfect for social gatherings or relaxed weekends, this essential piece showcases your chic side effortlessly, ensuring you feel both confident and refined. Pair with your favorite jeans for a polished look",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-011.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-011.glb",
        "productLink":"Buy Men Blue Slim Fit Check Full Sleeves Casual Shirt Online - 39709450 | Peter England"
    },
    {
        "name":"Men Black Dark Wash Jeans\n",
        "sku":"PE-PT-012",
        "price":1124,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,jeans, slim, formal, dark blue, male ",
        "description":"Experience urban sophistication with Peter England’s black low skinny fit jeans. Meticulously designed from a comfortable blend of cotton and spandex, these dark wash jeans offer a modern silhouette that effortlessly complements your casual wardrobe. The tailored fit enhances your style while providing freedom of movement for everyday wear. Perfect for laid-back outings, these jeans are a must-have for the contemporary gentleman seeking versatility without compromising on elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-PT-012.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-PT-012.glb",
        "productLink":"Buy Men Black Dark Wash Jeans Online - 891617 | Peter England"
    },
    {
        "name":"Men Blue Slim Fit Solid Full Sleeves Casual Shirt",
        "sku":"PE-SH-013",
        "price":2069,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, casual, blue, male",
        "description":"Designed for the modern man, this slim-fit blue full sleeves casual shirt by Peter England is a staple for effortless style. Meticulously crafted from breathable cotton, it ensures lasting comfort whether out with friends or enjoying a relaxed day. The solid hue lends itself to versatile styling, making it an ideal choice for both casual outings and laid-back gatherings. Elevate your everyday look with this essential addition to your collection",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-013.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-013.glb",
        "productLink":"Buy Men Blue Slim Fit Solid Full Sleeves Casual Shirt Online - 39916414 | Peter England"
    },
    {
        "name":"Men Black Graphic Print Round Crew Neck T-shirt",
        "sku":"PE-SH-014",
        "price":1050,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,graphic, formal, black, male",
        "description":"Crafted with a stylish graphic print, this black t-shirt from Peter England effortlessly embodies contemporary casual flair. Its half sleeves and round crew neck offer a relaxed fit that’s ideal for laid-back outings. Merging cotton and polyester, this tee promises enduring comfort, while the striking design infuses vitality into your everyday ensemble. Perfect for versatile styling, it’s an essential addition that speaks to a fashion-forward mindset and invites creativity in your casual looks.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SH-014.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SH-014.glb",
        "productLink":"Buy Men Black Graphic Print Round Crew Neck T-shirt Online - 40089885 | Peter England"
    },
    {
        "name":"Men Olive Graphic Print Round Crew Neck T-shirt",
        "sku":" PE-SH-015",
        "price":1079,
        "brand":"Peter England",
        "category":" shirt",
        "subCategory":"shirt,graphic, formal, olive, male",
        "description":"Infuse your casual ensembles with an olive graphic print T-shirt from Peter England. Meticulously constructed from a blend of cotton and polyester, it guarantees comfort throughout the day. The half sleeves and round crew neck enhance its laid-back appeal, making it a suitable choice for relaxed outings. Coupled with your favorite denim or shorts, this essential piece invites effortless style, ensuring you stand out with a confident flair on any casual occasion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/ PE-SH-015.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/ PE-SH-015.glb",
        "productLink":"Buy Men Olive Graphic Print Round Crew Neck T-shirt Online - 39967211 | Peter England"
    },
    {
        "name":"Men Grey Light Wash Jeans",
        "sku":"PE-PT-016",
        "price":1099,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,jeans, light, casual, light grey, male ",
        "description":"Unveiling a timeless addition to any gentleman`s wardrobe, these grey slim tapered jeans from Peter England are designed for unrivaled comfort and style. Crafted from a premium blend of cotton and elastane, they offer exceptional fit and flexibility, ensuring ease for casual outings. The light wash provides effortless versatility, perfectly pairing with a variety of tops. Experience refined sophistication with this essential piece that speaks to modern elegance and thoughtful design.\n\n\n",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-PT-016.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-PT-016.glb",
        "productLink":"Peter England Jeans Slim Fit Jeans, Men Grey Light Wash Jeans for Jeans at peterengland.abfrl.in"
    },
    {
        "name":"Men Black Light Wash Jeans",
        "sku":" PE-PT-017",
        "price":1124,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,jeans, light, casual, light black, male ",
        "description":"Unveiling a modern classic, these black jeans from Peter England offer a refined silhouette with their tapered fit, elevating your everyday look. Made from a premium blend of cotton and spandex, they promise both durability and a touch of flexibility, ideal for casual outings. The light wash ensures a versatile aesthetic, making them a staple that seamlessly complements any wardrobe while providing ease of movement that inspires confidence in every stride.\n\n\n",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/ PE-PT-017.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/ PE-PT-017.glb",
        "productLink":"Buy Men Black Light Wash Jeans Online - 39643374 | Peter England"
    },
    {
        "name":"Men Navy Dark Wash Jeans",
        "sku":" PE-PT-018",
        "price":899,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,jeans, light, casual,dark navy, male ",
        "description":"Revel in the effortless sophistication of Peter Englands navy jeans, an ideal choice for casual outings. Made from a blend of cotton, polyester, and viscose, these classic tapered fit jeans promise exceptional comfort and style. The dark wash lends a timeless allure, making them the versatile staple your wardrobe craves. Pair them with a sleek t-shirt or button-down and enjoy a refined look that resonates with understated elegance.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/ PE-PT-018.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/ PE-PT-018.glb",
        "productLink":"Buy Men Navy Dark Wash Jeans Online - 797730 | Peter England"
    },
    {
        "name":"Men Beige Textured Formal Trousers",
        "sku":" PE-PT-019",
        "price":1189,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, light, formal,beige, male ",
        "description":"Introducing refined sophistication with these formal trousers from Peter England. Designed in a sophisticated beige with a textured pattern, these slim-fit trousers provide a polished foundation for any formal event. Crafted from a luxurious blend of polyester and viscose, these trousers ensure effortless style while offering comfort throughout your day. Embrace your formal occasions with trousers that exude confidence, making every moment a statement of timeless elegance. A true essential for the modern man.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/ PE-PT-019.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/ PE-PT-019.glb",
        "productLink":"Buy Men Beige Textured Formal Trousers Online - 40090624 | Peter England"
    },
    {
        "name":"Men Navy Textured Trousers",
        "sku":"PE-PT-020",
        "price":1374,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, light, formal,navy, male ",
        "description":"Designed for the modern man, these navy trousers by Peter England Perform redefine formal elegance with a textured finish that enhances your silhouette. The super slim fit infused with polyester, viscose, and spandex offers exceptional stretch recovery for all-day comfort without compromising style. Ideal for sophisticated occasions, they seamlessly transition from office meetings to evening events, making them an essential addition to your tailored collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-PT-020.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-PT-020.glb",
        "productLink":"Buy Men Navy Textured Trousers Online - 39689239 | Peter England"
    },
    {
        "name":"Men Black Solid Round Crew Neck Sweatshirt",
        "sku":"PE-WN-01",
        "price":999,
        "brand":"Peter England",
        "category":"sweatshirt",
        "subCategory":"winter,warm, sweatshirt, shirt, casual, black, male",
        "description":"Effortlessly combining style and comfort, this black sweatshirt from Peter England is a perfect casual staple for modern men. Made from a premium cotton-polyester blend, it offers durability and warmth without compromising breathability. The slim fit and round crew neckline enhance your silhouette while providing ease for day-to-night wear. With its solid pattern, this piece seamlessly integrates into any wardrobe, making it an essential choice for versatile styling.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-01.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-01.glb",
        "productLink":"Buy Men Black Solid Round Crew Neck Sweatshirt Online - 939904 | Peter England"
    },
    {
        "name":"Men White Solid Round Neck Sweatshirt",
        "sku":"PE-WN-02",
        "price":2159,
        "brand":"Peter England",
        "category":"sweatshirt",
        "subCategory":"winter,warm, sweatshirt, shirt, casual, white, male",
        "description":"Indulge in the relaxed charm of this white sweatshirt from Peter England, expertly tailored from a blend of cotton and polyester for a lightweight feel. Its full sleeves and round neck offer both warmth and style, making it an ideal choice for casual outings. The solid pattern enhances its versatility, allowing for effortless pairing with your favorite jeans or shorts, while the zip front lends a contemporary touch to this timeless essential.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-02.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-02.glb",
        "productLink":"Peter England Jeans Sweatshirts, Men White Solid Round Neck Sweatshirt for Winterwear at peterengland.abfrl.in"
    },
    {
        "name":"Men Maroon Solid Casual Jacket",
        "sku":"PE-WN-003",
        "price":4509,
        "brand":"Peter England",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, maroon, male",
        "description":"This maroon jacket from Peter England Casuals is an ideal companion for your relaxed outings. Meticulously constructed from durable polyester, it offers both style and functionality, featuring a sleek zip front and full sleeves for added warmth. Its solid design seamlessly pairs with your favorite casual wear, providing a polished finish to your ensemble. Perfect for layering, this jacket enhances your everyday look and ensures comfort from day to night, exuding effortless charm.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-003.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-maroon-solid-casual-jacket-40079942.html?source=plp"
    },
    {
        "name":"Men Black Solid Casual Jacket",
        "sku":"PE-WN-004",
        "price":4999,
        "brand":"Peter England",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, black, male",
        "description":"Elevate your casual outings with this impeccably designed black jacket from Peter England Casuals. Made from lightweight polyester, it promises breathability while ensuring a polished look. The full sleeves and zip front provide both style and practicality, making it ideal for transitional weather. Effortlessly pair it with jeans or chinos for a refined ensemble, perfectly showcasing your sense of style and comfort. This jacket is a sophisticated addition to any modern mans wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-004.glb",
        "productLink":"Buy Men Black Solid Casual Jacket Online - 40095736 | Peter England"
    },
    {
        "name":"Men Beige Solid Casual Jacket\n",
        "sku":"PE-WN-005",
        "price":2249,
        "brand":"Peter England",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, beige, male",
        "description":"Elevate your casual outings with this beige jacket from Peter England Casuals. Meticulously designed from premium polyester, it offers both style and durability, making it an essential for every modern man's wardrobe. The solid pattern exudes sophistication, allowing easy pairing with various ensemble choices. Ideal for transitional weather, this jacket strikes the right balance between fashion and practicality, effortlessly enhancing your laid-back look. A perfect blend of comfort and chic.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-005.glb",
        "productLink":"Peter England Casuals Jackets, Men Beige Solid Casual Jacket for Winterwear at peterengland.abfrl.in"
    },
    {
        "name":"Men White Solid Casual Jacket",
        "sku":"PE-WN-006",
        "price":2249,
        "brand":"Peter England",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, white, male",
        "description":"Experience refined comfort with the white sleeveless jacket from Peter England Casuals. Skillfully constructed from lightweight polyester, this gilet fit piece is designed for effortless layering during casual outings. With a modern zip front, it adds a contemporary flair while ensuring ease of movement. Perfect for transitioning seasons, this jacket complements a variety of ensembles, allowing for seamless styling whether you`re enjoying a sunny day or a breezy evening.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-006.glb",
        "productLink":"Buy Men White Solid Casual Jacket Online - 40080002 | Peter England"
    },
    {
        "name":"Men Blue Solid Casual Jacket",
        "sku":"PE-WN-007",
        "price":5499,
        "brand":" Peter England",
        "category":"jacket",
        "subCategory":"winter,warm, jacket, casual, olive, male",
        "description":"Elevate your casual ensemble with this expertly tailored blue jacket from Peter England Casuals. Crafted from high-quality polyester, it provides a lightweight yet durable layer for any outing. The solid pattern complements a range of styles, while the versatile color enhances your existing wardrobe. Ideal for relaxed gatherings, this jacket effortlessly balances comfort and sophistication, making it a staple piece that reflects your unique taste and lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WN-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WN-007.glb",
        "productLink":"Buy Men Blue Solid Casual Jacket Online - 40117200 | Peter England"
    },
    {
        "name":"Men Olive Textured Casual Shorts",
        "sku":"PE-SM-001",
        "price":934,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,shorts, casual, olive, male ",
        "description":"Crafted from soft cotton, these olive shorts from Peter England Casuals embody a relaxed spirit tailored for modern men. The textured pattern adds depth to your look, effortlessly transitioning from casual day outings to evening gatherings. Featuring a regular fit, these shorts promise comfort without compromising style. Enhance your leisurewear collection with this versatile piece that complements both casual and semi-casual occasions, allowing you to express your individuality with ease.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SM-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SM-001.glb",
        "productLink":"Buy Men Olive Textured Casual Shorts Online - 899521 | Peter England"
    },
    {
        "name":"Men Black Print Casual Shorts",
        "sku":"PE-SM-002",
        "price":425,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,shorts, casual, black, male ",
        "description":"Experience effortless style with the Peter England knit shorts. Crafted from soft cotton in a versatile black, these regular-fit shorts are perfect for casual outings. The unique print adds a touch of personality while ensuring comfort throughout the day. Designed for modern men who appreciate both style and convenience, these shorts are a must-have for your wardrobe. Enjoy the blend of fashion and functionality with this chic addition.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SM-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SM-002.glb",
        "productLink":"Buy Men Black Print Casual Shorts Online - 633018 | Peter England"
    },
    {
        "name":"Men GreySolid Casual Track Pants",
        "sku":"PE-SM-004",
        "price":1407,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,track pant, casual, grey, male ",
        "description":"Embodying effortless style and function, these Grey Track Pants from Peter England offer a perfect blend of cotton and spandex for all-day comfort. Designed for casual outings, the regular fit ensures an easy wear that pairs beautifully with any top. The solid pattern provides versatility, making them a staple for your wardrobe. Unleash your everyday charm with this exceptional piece that speaks to quality, crafted for the modern man’s lifestyle.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SM-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SM-004.glb",
        "productLink":"Buy Men GreySolid Casual Track Pants Online - 40079955 | Peter England"
    },
    {
        "name":"Men Green Solid Round Crew Neck T-shirt",
        "sku":"PE-SM-003",
        "price":449,
        "brand":"Peter England",
        "category":"shirt",
        "subCategory":"shirt,slim fit, casual, green, male",
        "description":"Unveiling contemporary style, this green t-shirt from Peter England harmonizes comfort with trend-savvy appeal. Meticulously constructed from a breathable cotton and polyester blend, it offers a regular fit that keeps you feeling at ease during casual outings. The solid pattern and round crew neck elevate its versatility, making it a staple for a variety of social settings. Elevate your everyday look with this timeless essential that breathes effortless sophistication into your wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-SM-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-SM-003.glb",
        "productLink":"Buy Men Green Solid Round Crew Neck T-shirt Online - 39689528 | Peter England"
    },
    {
        "name":"Men Navy Print Tie\n",
        "sku":"PE-TE-001",
        "price":511,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"extra, formal, navy, male",
        "description":"Crafted from refined microfiber, this navy tie from Peter England adds a sophisticated flair to your casual ensembles. The distinctive print infuses personality into classic looks, offering an ideal accessory for both work and social gatherings. Its luxurious texture provides an elevated touch, enabling you to transition effortlessly from day to night. Whether paired with tailored shirts or denim, this tie complements a modern aesthetic, making it an essential addition to your accessory collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-TE-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-TE-001.glb",
        "productLink":"Buy Men Navy Print Tie Online - 902979 | Peter England"
    },
    {
        "name":"Men Blue Textured Bow Tie",
        "sku":"PE-TE-002",
        "price":539,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"extra, formal, blue, male",
        "description":"Elevate your style with the Peter England blue textured bow tie, designed for the modern man. Crafted from micro polyester, it offers durability and elegance for casual occasions. The unique texture adds a sophisticated touch, making it a perfect accessory to elevate your ensemble. Embrace a polished look effortlessly with this chic bow tie, a must-have for any stylish wardrobe. Add this versatile piece to enhance your collection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-TE-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-TE-002.glb",
        "productLink":"Buy Men Blue Textured Bow Tie Online - 365880 | Peter England"
    },
    {
        "name":"Men Black Textured Leather Belt",
        "sku":"PE-BL-001",
        "price":1051,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"special, wedding, party, casual, black, male",
        "description":"Unveiling an exquisite accessory, this black leather belt by Peter England is the epitome of refined sophistication. With its textured finish, it effortlessly enhances formal ensembles, lending a distinguished touch to tailored attire. Crafted for exceptional durability, this timeless piece complements any wardrobe choice, solidifying your sartorial flair. Ideal for moments that demand class, this belt embodies the seamless fusion of functionality and fashion, making it an indispensable addition for the discerning gentleman.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-BL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-BL-001.glb",
        "productLink":"Buy Men Black Textured Leather Belt Online - 39729269 | Peter England"
    },
    {
        "name":"Men Brown Textured Genuine Leather Wallet",
        "sku":"PE-WL-001",
        "price":899,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"extra, casual, brown, male",
        "description":"Infuse sophistication into your attire with this exquisite brown leather belt from Peter England. Designed for formal occasions, this solid-patterned accessory complements your ensemble with a touch of understated elegance. Crafted with durability in mind, it effortlessly elevates both casual and formal looks while providing practicality with every wear. A subtle yet distinctive addition, this belt effortlessly transitions from boardroom meetings to evening events, ensuring you always make a refined impression.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WL-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WL-001.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/men-brown-solid-leather-belt-39730764.html?source=Curated-For-You"
    },
    {
        "name":"Men Black Textured Leather Wallet",
        "sku":"PE-WL-002",
        "price":1079,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"extra, casual, black, male",
        "description":"Indulge in the timeless allure of this black leather wallet by Peter England, designed meticulously for the modern man. Its textured exterior elevates a simple accessory into a statement of sophistication, perfect for daily use or special outings. Experience the craftsmanship that combines practicality with style, while the premium leather ensures durability. This wallet serves not merely as storage, but as an essential companion, enhancing your everyday elegance with every detail.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WL-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WL-002.glb",
        "productLink":"Buy Men Black Textured Leather Wallet Online - 799614 | Peter England"
    },
    {
        "name":"Men Black Textured Leather Belt",
        "sku":"PE-BL-002",
        "price":765,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"special, wedding, party, casual, black, male",
        "description":"Elevate any formal ensemble with this exquisite black leather belt from Peter England. The textured finish adds a layer of sophistication, seamlessly integrating with your refined attire, whether it`s a tailored suit or smart-casual look. Emphasizing durability and elegance, this accessory enhances your look while providing the perfect fit for those important occasions. Experience the art of fine craftsmanship with a piece that complements your style effortlessly and elevates your confidence.\n\n\n",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-BL-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-BL-002.glb",
        "productLink":"Buy Men Black Textured Leather Belt Online - 39691934 | Peter England"
    },
    {
        "name":"Men Multi Patterned Genuine Leather Belt",
        "sku":"PE-BL-003",
        "price":649,
        "brand":"Peter England",
        "category":"extra",
        "subCategory":"special, wedding, party, casual, multi, male",
        "description":"Sleek and refined, this multi-colored leather belt from Peter England enhances casual looks with an undeniable touch of luxury. Its durable design offers lasting style and exceptional versatility, making it an ideal finishing piece for any ensemble. Effortlessly transitioning from smart to casual outings, this accessory allows you to express your distinctive flair. Elevate your accessory game with this must-have belt, an embodiment of sophistication that`s set to become your favorite.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-BL-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-BL-003.glb",
        "productLink":"Buy Men Multi Patterned Genuine Leather Belt Online - 39680099 | Peter England"
    },
    {
        "name":"Men Navy Solid Wedding Three Piece Suit\n",
        "sku":"PE-WS-001",
        "price":9007,
        "brand":"Peter England",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, navy, male",
        "description":"Elevate your style with the Peter England Elite navy three-piece suit, a perfect choice for weddings. Crafted from a luxurious blend of polyester and wool, this slim fit suit ensures sophistication and comfort. With a solid pattern and a classic two-button front, it seamlessly combines grace and elegance. Ideal for making lasting impressions, this suit is a must-have for any discerning gentleman looking to stand out on special occasions.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-001.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-001.glb",
        "productLink":"Buy Men Navy Solid Wedding Three Piece Suit Online - 629670 | Peter England"
    },
    {
        "name":"Men Brown Textured Wedding Three Piece Suit",
        "sku":"PE-WS-002",
        "price":7901,
        "brand":"Peter England",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, brown, male",
        "description":"Elevate your wedding attire with the Peter England Elite three-piece suit in brown. Crafted from a luxurious blend of polyester and wool, this slim-fit suit showcases a sophisticated textured pattern that exudes refinement. Its sleek two-button front adds a modern touch, perfect for making a lasting impression. Ideal for the discerning groom or guest, this suit balances comfort and elegance effortlessly, ensuring you look your best on the big day.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-002.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-002.glb",
        "productLink":"Buy Men Brown Textured Wedding Three Piece Suit Online - 621722 | Peter England"
    },
    {
        "name":" Men Navy Solid Wedding Three Piece Suit\n",
        "sku":"PE-WS-003",
        "price":8099,
        "brand":"Peter England",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, navy, male",
        "description":"Exude sophistication at your next wedding in this exquisitely tailored three-piece suit by Peter England Elite. Designed in a rich navy hue with a solid pattern, it highlights a contemporary slim fit that flatters your profile. Crafted from a premium blend of polyester, viscose, and spandex, the fabric provides ease of movement for lifelong memories on the dance floor. Uniting luxury with modern style, this suit promises to leave a lasting impression.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-003.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-003.glb",
        "productLink":"https:\/\/peterengland.abfrl.in\/p\/peter-england-brown-three-piece-suit-621722.html?source=Curated-For-You"
    },
    {
        "name":"Men Brown Solid Wedding Three Piece Suit",
        "sku":"PE-WS-004",
        "price":12642,
        "brand":"Peter England",
        "category":"wedding",
        "subCategory":"special, wedding, fit, three piece suit, formal, black, male",
        "description":"Exuding timeless sophistication, this brown three-piece suit from Peter England Elite epitomizes elegance for wedding occasions. Meticulously constructed from a luxurious blend of polyester and wool, it offers a sleek slim fit that enhances your refined silhouette. The solid pattern ensures versatility while creating a striking impression. Ideal for those seeking to make an unforgettable entrance, this tailored suit serves as the hallmark of consummate style and celebration.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-004.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-004.glb",
        "productLink":"Buy Men Brown Solid Wedding Three Piece Suit Online - 732348 | Peter England"
    },
    {
        "name":"Men Maroon Solid Formal Three Piece Suit",
        "sku":"PE-WS-005",
        "price":7226,
        "brand":"Peter England",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, casual, maroon, male",
        "description":"Tailored for the modern gentleman, this maroon three-piece suit from Peter England Elite embodies sophistication and charm. Expertly made with a blend of polyester and viscose, it offers a slim fit that enhances your silhouette for any formal occasion. The solid pattern adds an air of understated elegance, while the refined construction ensures you make a lasting impression. Elevate your formal attire with this distinguished ensemble that merges style with confidence.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-005.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-005.glb",
        "productLink":"Buy Men Maroon Solid Formal Three Piece Suit Online - 39674276 | Peter England"
    },
    {
        "name":"Men Black Dots Formal Two Piece Suit",
        "sku":"PE-WS-006",
        "price":5593,
        "brand":"Peter England",
        "category":"blazer",
        "subCategory":"special, wedding, office, presentation, casual, maroon, male",
        "description":"Impeccably designed, this sleek black two-piece suit from Peter England Elite is tailored for the modern gentleman. Showcasing a sophisticated dot pattern, it redefines formal elegance with its slim fit, perfect for making an impression at any occasion. The luxurious blend of polyester and viscose promises all-day comfort and a refined silhouette. Elevate your presence with this statement piece, ideal for both boardrooms and upscale events. Redefine your formal style.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-006.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-006.glb",
        "productLink":"Buy Men Black Dots Formal Two Piece Suit Online - 39689529 | Peter England"
    },
    {
        "name":" Men Navy Textured Wedding Three Piece Suit\n",
        "sku":"PE-WS-007",
        "price":1264,
        "brand":"Peter England",
        "category":"pant",
        "subCategory":"pant,trouser, light, formal,navy, male ",
        "description":"Experience the allure of refined tailoring with this textured, navy three-piece suit from Peter England Elite. Meticulously constructed in a luxurious polyester-wool blend, it offers a slim fit that flatters effortlessly, making it a distinguished choice for weddings. The elegant two-button front adds a classic touch, while the rich color infuses sophistication into any occasion, ensuring you stand out with poise. A timeless addition to your formal wardrobe.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukanda-Assets\/main\/images\/PE-WS-007.avif",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/PE-WS-007.glb",
        "productLink":"Buy Men Navy Textured Wedding Three Piece Suit Online - 743288 | Peter England"
    },
    {
        "name":"Urban Edge Casual Shirt",
        "sku":"DK-CS-002",
        "price":1199,
        "brand":"Dukandar",
        "category":"shirts",
        "subCategory":"formal,casual,daily wear,outdoor,lightweight,summer",
        "description":"Relaxed casual shirt designed for everyday comfort.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/casualShirt2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/casualShirt2.glb",
        "productLink":"none"
    },
    {
        "name":"Sunwave Casual Tee",
        "sku":"DK-TS-003",
        "price":699,
        "brand":"Dukandar",
        "category":"tshirts",
        "subCategory":"formal,casual,street wear,summer,breathable,daily wear",
        "description":"Soft cotton t-shirt perfect for sunny casual days.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/casualTShirt1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/casualTShirt1.glb",
        "productLink":"none"
    },
    {
        "name":"PrintRush Street Tee",
        "sku":"DK-TS-004",
        "price":799,
        "brand":"Dukandar",
        "category":"tshirts",
        "subCategory":"casual,casual,street wear,trendy,youth,daily wear",
        "description":"Stylish printed t-shirt for casual and street fashion.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/casualTShirt2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/casualTShirt2.glb",
        "productLink":"none"
    },
    {
        "name":"Golden Hour Tee",
        "sku":"DK-TS-005",
        "price":749,
        "brand":"Dukandar",
        "category":"tshirts",
        "subCategory":"casual,summer,casual,outdoor,bright,daily wear",
        "description":"Bright t-shirt inspired by sunny outdoor vibes.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/sunnyTShirt1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/sunnyTShirt1.glb",
        "productLink":"none"
    },
    {
        "name":"Skyline Summer Tee",
        "sku":"DK-TS-006",
        "price":749,
        "brand":"Dukandar",
        "category":"tshirts",
        "subCategory":"jacket,summer,casual,lightweight,street wear,comfort",
        "description":"Lightweight summer t-shirt for relaxed styling.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/sunnyTShirt2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/sunnyTShirt2.glb",
        "productLink":"none"
    },
    {
        "name":"FrostCore Winter Hoodie",
        "sku":"DK-WH-007",
        "price":2499,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"hoodie, winter, casual, street wear, warm, comfort",
        "description":"Cozy hoodie designed for chilly winter days.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterHoodie1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterHoodie1.glb",
        "productLink":"none"
    },
    {
        "name":"Arctic Shield Jacket",
        "sku":"DK-WJ-008",
        "price":3499,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"sweatshirt, winter, outdoor, cold protection, travel, premium",
        "description":"Heavy-duty jacket built for cold weather protection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterJacket1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterJacket1.glb",
        "productLink":"none"
    },
    {
        "name":"Blizzard Pro Jacket",
        "sku":"DK-WJ-009",
        "price":3699,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"jeans, winter, extreme cold, outdoor, travel, insulated",
        "description":"Insulated winter jacket for harsh climates.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterJacket2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterJacket2.glb",
        "productLink":"none"
    },
    {
        "name":"Glacier Storm Jacket",
        "sku":"DK-WJ-010",
        "price":3799,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"cargo, winter, outdoor, windproof, adventure, premium",
        "description":"Wind-resistant jacket for extreme winter adventures.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterJacket3.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterJacket3.glb",
        "productLink":"none"
    },
    {
        "name":"Polar Explorer Jacket",
        "sku":"DK-WJ-011",
        "price":3899,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"sports, winter, travel, outdoor, warm, premium",
        "description":"Explorer-grade jacket for long winter journeys.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterJacket4.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterJacket4.glb",
        "productLink":"none"
    },
    {
        "name":"Monsoon Guard Raincoat",
        "sku":"DK-RC-012",
        "price":1999,
        "brand":"Dukandar",
        "category":"rain wear",
        "subCategory":"casual, rain, monsoon, waterproof, outdoor, travel",
        "description":"Waterproof raincoat for heavy monsoon protection.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/rainCoat1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/rainCoat1.glb",
        "productLink":"none"
    },
    {
        "name":"StormShield Raincoat",
        "sku":"DK-RC-013",
        "price":2099,
        "brand":"Dukandar",
        "category":"rain wear",
        "subCategory":"casual, rain, outdoor, travel, water resistant, daily use",
        "description":"Durable raincoat for everyday rainy conditions.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/rainCoat2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/rainCoat2.glb",
        "productLink":"none"
    },
    {
        "name":"Nimbus Pro Raincoat",
        "sku":"DK-RC-014",
        "price":2199,
        "brand":"Dukandar",
        "category":"rain wear",
        "subCategory":"sports, rain, monsoon, outdoor, windproof, premium",
        "description":"Premium raincoat built for stormy conditions.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/rainCoat3.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/rainCoat3.glb",
        "productLink":"none"
    },
    {
        "name":"Velocity Run Sneakers",
        "sku":"DK-SH-015",
        "price":4999,
        "brand":"Nike",
        "category":"footwear",
        "subCategory":"running, sports, running, training, performance, casual",
        "description":"High-performance running sneakers.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/nikeShoes1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/nikeShoes1.glb",
        "productLink":"none"
    },
    {
        "name":"Comfort Flip Flops",
        "sku":"DK-FF-016",
        "price":899,
        "brand":"Puma",
        "category":"footwear",
        "subCategory":"casual, casual, daily wear, summer, lightweight, comfort",
        "description":"Lightweight flip flops for everyday use.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/flipFlop1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/flipFlop1.glb",
        "productLink":"none"
    },
    {
        "name":"Executive Leather Belt",
        "sku":"DK-BL-017",
        "price":899,
        "brand":"Dukandar",
        "category":"accessories",
        "subCategory":"formal, formal, office wear, classic, leather, daily use",
        "description":"Premium leather belt for formal outfits.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/belt1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/belt1.glb",
        "productLink":"none"
    },
    {
        "name":"Urban Bucket Hat",
        "sku":"DK-HAT-018",
        "price":699,
        "brand":"Dukandar",
        "category":"accessories",
        "subCategory":"casual, casual, outdoor, street wear, summer, trendy",
        "description":"Stylish bucket hat for casual outdoor looks.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/bucketHat1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/bucketHat1.glb",
        "productLink":"none"
    },
    {
        "name":"Executive Business Suit",
        "sku":"DK-BS-019",
        "price":6999,
        "brand":"Dukandar",
        "category":"formal wear",
        "subCategory":"casual, formal, office wear, business, premium, all season",
        "description":"Premium business suit crafted for executive meetings.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/businessSuit1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/businessSuit1.glb",
        "productLink":"none"
    },
    {
        "name":"Classic Formal Trousers",
        "sku":"DK-FP-020",
        "price":1999,
        "brand":"Dukandar",
        "category":"bottom wear",
        "subCategory":"traditional, formal, office wear, daily wear, classic, all season",
        "description":"Slim-fit formal trousers for professional attire.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/formalPant1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/formalPant1.glb",
        "productLink":"none"
    },
    {
        "name":"Executive Tailored Pants",
        "sku":"DK-FP-021",
        "price":2199,
        "brand":"Dukandar",
        "category":"bottom wear",
        "subCategory":"festive, formal, office wear, premium, slim fit, all season",
        "description":"Tailored formal pants with a premium finish.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/formalPant2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/formalPant2.glb",
        "productLink":"none"
    },
    {
        "name":"Complete Winter Outfit Set",
        "sku":"DK-WO-022",
        "price":5999,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"blazer, winter, outdoor, cold protection, travel, premium",
        "description":"All-in-one winter outfit for extreme cold conditions.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterOutfit1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterOutfit1.glb",
        "productLink":"none"
    },
    {
        "name":"Thermal Winter Pants",
        "sku":"DK-WP-023",
        "price":1899,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"coat, winter, warm, outdoor, daily wear, comfort",
        "description":"Thermal winter pants designed to retain warmth.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterPant1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterPant1.glb",
        "productLink":"none"
    },
    {
        "name":"Arctic Flex Winter Pants",
        "sku":"DK-WP-024",
        "price":1999,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"cap, winter, outdoor, stretchable, travel, warm",
        "description":"Flexible winter pants for cold outdoor activities.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterPant2.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterPant2.glb",
        "productLink":"none"
    },
    {
        "name":"Nordic Winter Poncho",
        "sku":"DK-WP-025",
        "price":2799,
        "brand":"Dukandar",
        "category":"winter wear",
        "subCategory":"belt, winter, casual, outdoor, travel, warm",
        "description":"Stylish poncho for light winter layering.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterPoncho1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterPoncho1.glb",
        "productLink":"none"
    },
    {
        "name":"Thermal Winter Face Mask",
        "sku":"DK-WM-026",
        "price":499,
        "brand":"Dukandar",
        "category":"accessories",
        "subCategory":"wallet, winter, cold protection, outdoor, travel, comfort",
        "description":"Insulated face mask for extreme cold weather.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/winterMask1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/winterMask1.glb",
        "productLink":"none"
    },
    {
        "name":"Floral Summer Sundress",
        "sku":"DK-DR-027",
        "price":2499,
        "brand":"Dukandar",
        "category":"summer wear",
        "subCategory":"sunglasses, summer, casual, beach wear, lightweight, trendy",
        "description":"Light floral sundress perfect for summer outings.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/floralStrapSundress1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/floralStrapSundress1.glb",
        "productLink":"none"
    },
    {
        "name":"Noir Executive Formal Shirt",
        "sku":"Noir Executive Formal Shirt",
        "price":"Noir Executive Formal Shirt",
        "brand":"Noir Executive Formal Shirt",
        "category":"noir executive formal shirt",
        "subCategory":"noir executive formal shirt",
        "description":"Elegant formal shirt tailored for professional settings.",
        "imageUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/images\/formalShirt1.png",
        "modelUrl":"https:\/\/raw.githubusercontent.com\/AARYUPARE\/EY-Dukandar-Assets\/main\/models\/formalShirt1.glb",
        "productLink":"none"
    }
]